[{
  "id": "054e52ee-918c-4981-b45c-178fa0b9e827",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/054e52ee-918c-4981-b45c-178fa0b9e827",
  "created_at": "Tue Nov 26 15:10:46 UTC 2019",
  "company": "BentoBox",
  "company_url": "http://www.getbento.com",
  "location": "New York, NY",
  "title": "Software Engineer",
  "description": "\u003cp\u003eBentoBox empowers restaurants to own their presence, profits and relationships. The hospitality platform disrupts third-party services that come between the restaurant and the guest. BentoBox puts the restaurant first and offers tools that drive high-margin revenue directly through the restaurant’s website. BentoBox is trusted and loved by over 5,000 restaurants worldwide including The Meatball Shop, Joseph Leonard, Union Square Hospitality Group, Major Food Group, Rose’s Luxury, Eleven Madison Park \u0026amp; many more. Learn more at \u003ca href=\"http://www.getbento.com\"\u003ewww.getbento.com\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eWe’re looking for a mid-level Software Engineer to help build the world’s best digital operations platform for restaurants. Our current technology stack consists mostly of Django / Python and React, but we are always looking to use the tools that are most appropriate for the task at hand.\u003c/p\u003e\n\u003cp\u003eResponsibilities\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWork with designers, product managers, and other engineers to implement new features on our platform\u003c/li\u003e\n\u003cli\u003eContribute clean, clear, high-quality production code\u003c/li\u003e\n\u003cli\u003eHelp the product and design teamwork through the product specification, design, and feasibility process\u003c/li\u003e\n\u003cli\u003eContribute unit and integration tests for new and existing features\u003c/li\u003e\n\u003cli\u003eProvide effective and constructive feedback on other engineer’s contributions\u003c/li\u003e\n\u003cli\u003eResearch and recommend new technologies, help set best practices and coding standards\u003c/li\u003e\n\u003cli\u003eUphold BentoBox’s core mission, vision, and values\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eSkills and Attributes\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e2-5 years of experience writing production code\u003c/li\u003e\n\u003cli\u003eSome experience with writing code within the context of a web-based framework such as Django or Rails\u003c/li\u003e\n\u003cli\u003eA strong understanding of Javascript fundamentals\u003c/li\u003e\n\u003cli\u003eSome level of experience with React (with or without Redux)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWhat We Offer\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCompetitive salary + equity \u003c/li\u003e\n\u003cli\u003eFull benefits (medical, dental, vision, 401(k), commuter benefits, life insurance)\u003c/li\u003e\n\u003cli\u003eFlexible vacation plan\u003c/li\u003e\n\u003cli\u003ePaid parental leave\u003c/li\u003e\n\u003cli\u003eProfessional development, growth, and support\u003c/li\u003e\n\u003cli\u003ePerks when dining with BentoBox customers such as tip reimbursement\u003c/li\u003e\n\u003cli\u003eStylish SoHo office with fresh snacks, seltzer, cold brew coffee, and a bar\u003c/li\u003e\n\u003cli\u003eDelicious catered lunches from BentoBox customers every Friday\u003c/li\u003e\n\u003cli\u003eMaking a positive impact on the hospitality community\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003ePlease share with us why you’re interested in this position. Include a link to your Github account, or any other public code samples you’d like to share with us.\u003c/p\u003e\n\u003cp\u003eHiring Process\u003c/p\u003e\n\u003cp\u003eCandidates for this position can expect the hiring process to follow the order below. \u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eQualified applicants will be invited to schedule a 30-minute screening call with our Recruiting team.\u003c/li\u003e\n\u003cli\u003eNext, they will have a 45-minute technical phone screen with our VP of Engineering.\u003c/li\u003e\n\u003cli\u003eCandidates who pass the exercise will be invited to our office to meet with our CTO, VP of Engineering, and Engineering Manager.\u003c/li\u003e\n\u003cli\u003eSuccessful candidates will be made an offer.\u003c/li\u003e\n\u003c/ul\u003e\n",
  "how_to_apply": "\u003cp\u003ePlease apply via this link:\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://grnh.se/26602b2d2\"\u003ehttps://grnh.se/26602b2d2\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbVI0IiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--761b15286b7a5a9db5c64b268a134b722323c29a/bentobox-logo-320px.png"
}, {
  "id": "db868fae-b183-4585-ba44-edd0f8d5ef20",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/db868fae-b183-4585-ba44-edd0f8d5ef20",
  "created_at": "Fri Oct 18 13:59:49 UTC 2019",
  "company": "BASF SE",
  "company_url": "http://on.basf.com/meinekarriere",
  "location": "Ludwigshafen",
  "title": "Softwareentwickler_in in der Digitalisierung (m/w/d)",
  "description": "\u003cp\u003e\u003cstrong\u003eEinsatzgebiet:\u003c/strong\u003e IT / Informationsmanagement\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eStandort:\u003c/strong\u003e Ludwigshafen, DE\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eFirma:\u003c/strong\u003e_ BASF SE\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVertragsart:\u003c/strong\u003e Unbefristet\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eReferenzcode:\u003c/strong\u003e DE58016567_DIGI4_2\u003c/p\u003e\n\u003cp\u003eWir sind das führende Chemieunternehmen der Welt, weil wir intelligente Lösungen bieten - für unsere Kunden und für eine nachhaltige Zukunft. Dazu vernetzen und fördern wir Menschen mit den unterschiedlichsten Talenten - weltweit. Das eröffnet Ihnen vielfältige Entwicklungschancen. Bei uns zählt Ihre Leistung ebenso wie Ihre Persönlichkeit, unabhängig von Alter, Herkunft, Geschlecht, sexueller Identität, Behinderung oder Weltanschauung. So werden aus Chancen Karrieren. Bei BASF.\u003c/p\u003e\n\u003cp\u003eLudwigshafen ist der weltweit größte Standort und Sitz der Konzernzentrale. Das Herz der BASF liegt gleichzeitig im Herzen der europäischen Metropolregion Rhein-Neckar. Hier erwartet Sie beruflich sowie in Ihrer Freizeit ein attraktives Umfeld.\u003c/p\u003e\n\u003cp\u003eMehr über die BASF SE erfahren Sie unter: \u003ca href=\"http://on.basf.com/BASFSE\"\u003ehttp://on.basf.com/BASFSE\u003c/a\u003e\u003c/p\u003e\n\u003ch2\u003eWas Sie erwartet\u003c/h2\u003e\n\u003cp\u003eVon Ludwigshafen aus treibt unser interdisziplinäres Team die digitale Transformation europaweit an drei Standorten (Ludwigshafen, Schwarzheide und Antwerpen) voran. Dazu verwenden wir ein breites Spektrum moderner Methoden aus agiler Softwareentwicklung, Cloud Computing, IoT, Data Science und Machine Learning, wobei wir auf flache Hierarchien setzen.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAls hochmotivierte_r Softwareentwickler_in begleiten Sie Digitalisierungsprojekte von der Ideenfindung über erste Prototypen bis hin zur Inbetriebnahme und betreuen die entwickelten Lösungen im laufenden Einsatz.\u003c/li\u003e\n\u003cli\u003eZudem konzipieren und implementieren Sie verschiedenste IT-Lösungen, z. B. intelligente Assistenzsysteme, Web-Applikationen oder Microservices, die eine zentrale Rolle in der digitalen Transformation spielen.\u003c/li\u003e\n\u003cli\u003eDabei bewegen Sie sich in einem fach- und einheitsübergreifenden Expertennetzwerk und kooperieren eng mit unseren Kunden in Produktion, Infrastruktur und Logistik.\u003c/li\u003e\n\u003cli\u003eSie bringen ihre Kreativität ein, um die Digitalisierung der BASF durch neue Technologien voranzubringen.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eWas wir erwarten\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eIhr Master- oder Diplomstudium in Informatik, Naturwissenschaften, angewandter Mathematik, Ingenieurwesen oder einer vergleichbaren Disziplin haben Sie überdurchschnittlich abgeschlossen.\u003c/li\u003e\n\u003cli\u003eSie verfügen über fundierte Kenntnisse in Python, R, Java, JavaScript, SQL oder einer vergleichbaren Sprache und haben Erfahrung mit der Entwicklung komplexer Software.\u003c/li\u003e\n\u003cli\u003eZudem haben Sie Kenntnisse in der Entwicklung von Webanwendungen, REST APIs und Microservices. Von Vorteil sind Erfahrungen mit High-Performance- und Cloud-Computing (AWS, Azure).\u003c/li\u003e\n\u003cli\u003eErfahrungen mit agilen Methoden (Scrum, Kanban) sowie DevOps-Elementen (z.B. unit tests, Versionskontrolle, CI/CD, Container-Virtualisierung) sind von Vorteil.\u003c/li\u003e\n\u003cli\u003eNicht zuletzt sind Sie am digitalen Puls der Zeit, haben Spaß daran etwas zu bewegen und wollen greifbare Ergebnisse schaffen, die direkt bei Kunden und Partnern eingesetzt werden.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eWir bieten\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eEin anspruchsvolles Aufgabengebiet mit hoher Eigenverantwortung. Ihre Einarbeitung erfolgt \"on the job\" in einem engagierten, kompetenten Team.\u003c/li\u003e\n\u003cli\u003eUnterstützung unserer Mitarbeiterinnen und Mitarbeiter mit unterschiedlichen Maßnahmen bei der Vereinbarkeit von Beruf und Privatleben.\u003c/li\u003e\n\u003cli\u003eAttraktive Vergütung einschließlich betrieblicher Sozialleistungen sowie hervorragende Entwicklungschancen in einem internationalen Unternehmen.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eInteressiert?\u003c/h2\u003e\n\u003cp\u003eWir freuen uns auf Ihre Bewerbung über das \u003cstrong\u003eBewerbungsformular\u003c/strong\u003e!\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://basfse.redirect.your-jobresponse.com/softwareentwickler_in_in_der_digitalisierung_m_w_d_ludwigshafen/255079/V819/anwenden\"\u003eKlick hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eWerden Sie Teil des besten Teams mit einem Netzwerk von mehr als 110.000 Mitarbeitern weltweit. Entdecken Sie Ihre Karriere bei BASF über den Bewerben-Button oder auf on.basf.com/meinekarriere.\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://basfse.redirect.your-jobresponse.com/softwareentwickler_in_in_der_digitalisierung_m_w_d_ludwigshafen/255079/V819/anwenden\"\u003eKlick hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaHAxIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--b6c6b46e86585fcdeaa007796f4b723fc0dc4505/Basf.jpg"
}, {
  "id": "25f23b53-161e-4dcb-9c21-a0131784412d",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/25f23b53-161e-4dcb-9c21-a0131784412d",
  "created_at": "Fri Oct 18 15:07:46 UTC 2019",
  "company": "BASF SE",
  "company_url": "http://on.basf.com/BASFSE",
  "location": "Ludwigshafen",
  "title": "IT-Architekt_in in der Digitalisierung (m/w/d)",
  "description": "\u003cp\u003e\u003cstrong\u003eEinsatzgebiet:\u003c/strong\u003e IT / Informationsmanagement\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eStandort:\u003c/strong\u003e Ludwigshafen, DE\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eFirma:\u003c/strong\u003e BASF SE\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVertragsart:\u003c/strong\u003e Unbefristet\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eReferenzcode:\u003c/strong\u003e DE58016582_DIGI4_2\u003c/p\u003e\n\u003cp\u003eWir sind das führende Chemieunternehmen der Welt, weil wir intelligente Lösungen bieten - für unsere Kunden und für eine nachhaltige Zukunft. Dazu vernetzen und fördern wir Menschen mit den unterschiedlichsten Talenten - weltweit. Das eröffnet Ihnen vielfältige Entwicklungschancen. Bei uns zählt Ihre Leistung ebenso wie Ihre Persönlichkeit, unabhängig von Alter, Herkunft, Geschlecht, sexueller Identität, Behinderung oder Weltanschauung. So werden aus Chancen Karrieren. Bei BASF.\u003c/p\u003e\n\u003cp\u003eLudwigshafen ist der weltweit größte Standort und Sitz der Konzernzentrale. Das Herz der BASF liegt gleichzeitig im Herzen der europäischen Metropolregion Rhein-Neckar. Hier erwartet Sie beruflich sowie in Ihrer Freizeit ein attraktives Umfeld.\u003c/p\u003e\n\u003cp\u003eMehr über die BASF SE erfahren Sie unter: \u003ca href=\"http://on.basf.com/BASFSE\"\u003ehttp://on.basf.com/BASFSE\u003c/a\u003e\u003c/p\u003e\n\u003ch2\u003eWas Sie erwartet\u003c/h2\u003e\n\u003cp\u003eVon Ludwigshafen aus treibt unser interdisziplinäres Team die digitale Transformation europaweit an drei Standorten (Ludwigshafen, Schwarzheide und Antwerpen) voran. Dazu verwenden wir ein breites Spektrum moderner Methoden aus agiler Softwareentwicklung, Cloud Computing, IoT, Data Science und Machine Learning, wobei wir auf flache Hierarchien setzen.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAls hochmotivierte_r IT-Architekt_in begleiten Sie Digitalisierungsprojekte von der Ideenfindung über erste Prototypen bis hin zur Inbetriebnahme.\u003c/li\u003e\n\u003cli\u003eSie unterstützen die Technologieentwicklung, begleiten den Roll-Out sowie den Betrieb digitaler Produkte.\u003c/li\u003e\n\u003cli\u003eDabei bewegen Sie sich in einem fach- und einheitsübergreifenden Expertennetzwerk und kooperieren eng mit unseren Kunden in Produktion, Infrastruktur und Logistik.\u003c/li\u003e\n\u003cli\u003eSie erfassen technische, operative und wirtschaftliche Anforderungen an unsere IT-Infrastruktur. Darauf aufbauend beurteilen, entwickeln und implementieren Sie zukunftsfähige Architektur für Industrie 4.0- und Digitalisierungsanwendungen.\u003c/li\u003e\n\u003cli\u003eSie bringen Ihre Kreativität ein, um die Digitalisierung der BASF durch neue IT-Technologien voranzubringen.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eWas wir erwarten\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eIhr Master- oder Diplomstudium in Informatik, Nachrichten-, Elektro-, Informations- bzw. Automatisierungstechnik oder einer vergleichbaren Disziplin haben Sie überdurchschnittlich abgeschlossen.\u003c/li\u003e\n\u003cli\u003eDarüber hinaus haben Sie langjährige Erfahrung mit dem Entwurf, der Entwicklung und dem Betrieb komplexer heterogener IT-Systeme.\u003c/li\u003e\n\u003cli\u003eSie verfügen über fundierte Kenntnisse im Bereich SQL- sowie NoSQL-Datenbanken und sind sicher in Python, Java, C/C++, JavaScript oder einer vergleichbaren Programmiersprache.\u003c/li\u003e\n\u003cli\u003eKenntnisse im Bereich moderner Kommunikationsprotokolle, -dienste und -technologien in den Bereichen IoT, Cloud Computing und Industrie 4.0 sind von Vorteil, ebenso wie Erfahrungen mit agilen Methoden und DevOps-Ansätzen.\u003c/li\u003e\n\u003cli\u003eNicht zuletzt sind am digitalen Puls der Zeit, haben Spaß daran etwas zu bewegen und wollen greifbare Ergebnisse schaffen, die direkt bei Kunden und Partnern eingesetzt werden.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eWir bieten\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eEin anspruchsvolles Aufgabengebiet mit hoher Eigenverantwortung. Ihre Einarbeitung erfolgt \"on the job\" in einem engagierten, kompetenten Team.\u003c/li\u003e\n\u003cli\u003eUnterstützung unserer Mitarbeiterinnen und Mitarbeiter mit unterschiedlichen Maßnahmen bei der Vereinbarkeit von Beruf und Privatleben.\u003c/li\u003e\n\u003cli\u003eAttraktive Vergütung einschließlich betrieblicher Sozialleistungen sowie hervorragende Entwicklungschancen in einem internationalen Unternehmen.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eInteressiert?\u003c/h2\u003e\n\u003cp\u003eWir freuen uns auf Ihre Bewerbung über das \u003cstrong\u003eBewerbungsformular\u003c/strong\u003e!\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://basfse.redirect.your-jobresponse.com/it_architekt_in_in_der_digitalisierung_m_w_d_ludwigshafen/255073/V819/anwenden\"\u003eKlicken Sie hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eWerden Sie Teil des besten Teams mit einem Netzwerk von mehr als 110.000 Mitarbeitern weltweit. Entdecken Sie Ihre Karriere bei BASF auf on.basf.com/meinekarriere.\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://basfse.redirect.your-jobresponse.com/it_architekt_in_in_der_digitalisierung_m_w_d_ludwigshafen/255073/V819/anwenden\"\u003eKlicken Sie hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaHgxIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f00314e79be775c3b681144f69155385762028ae/Basf.jpg"
}, {
  "id": "8404d987-1c86-413b-87c0-9a5d21b7356e",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/8404d987-1c86-413b-87c0-9a5d21b7356e",
  "created_at": "Tue Nov 26 14:51:05 UTC 2019",
  "company": "mobilcom-debitel GmbH",
  "company_url": "http://www.freenet-group.de",
  "location": "Büdelsdorf",
  "title": "Java Softwareentwickler - Billingsystem (w/m/d)",
  "description": "\u003cp\u003eDie Marke mobilcom-debitel bietet eine große Bandbreite unterschiedlicher eigener Mobilfunk- und Datenangebote, Services, Dienste und weiterer Produkte. Dazu gehören auch Energie- und Zubehörangebote sowie Mobilfunk- und Datenprodukte der deutschen Netzbetreiber. Das Unternehmen berät die Kunden mit 1.500 Beratenden in 550 eigenen Shops: netz- und produktunabhängig. mobilcom-debitel ist neben den eigenen Shops auch in den Filialen der Marke GRAVIS und im Fachhandel-, Elektronik- und Flächenmärkten sowie auf \u003ca href=\"http://www.md.de\"\u003ewww.md.de\u003c/a\u003e präsent.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eFür unseren Standort Büdelsdorf (bei Kiel) suchen wir schnellstmöglich tatkräftige Unterstützung in Vollzeit:\u003c/strong\u003e\u003c/p\u003e\n\u003ch2\u003eJava Softwareentwickler - Billingsystem (w/m/d)\u003c/h2\u003e\n\u003cp\u003e \u003c/p\u003e\n\u003ch2\u003eDAS MACHEN SIE MÖGLICH:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eAls Java Softwareentwickler/-in erstellen und erweitern Sie robuste Microservices für unser eigenentwickeltes Kunden(stamm)daten- und Abrechnungssystem\u003c/li\u003e\n\u003cli\u003eTeamwork: Als Teil eines aktuell 21-köpfigen Teams entwickeln Sie in einem agilen Umfeld hochwertige Lösungen für unsere spannenden Herausforderungen in der digitalen Welt.\u003c/li\u003e\n\u003cli\u003eEntwicklungsprozess: Sie begleiten nicht nur einzelne Phasen, sondern den kompletten Entwicklungsprozess, vom Anforderungsmanagement über die maßgeschneiderte Implementierung bis zur Überprüfung und Wartung der Software.\u003c/li\u003e\n\u003cli\u003eDas richtige Umfeld muss her: Durch die von Ihnen ausgewählte Technik und die benötigten Tools in Kombination mit modernen Entwicklungsmethoden stellen wir optimale Voraussetzungen sicher. Weiterhin legen wir Wert auf regelmäßige Förderung, z. B. durch Pair programming oder gemeinsame Code-Reviews.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eDAS BRINGEN SIE MIT:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eWir sind offen für Mitarbeiter/innen, die eine abgeschlossene IT-Ausbildungen oder ein IT- Studium absolviert haben, aber auch für motivierte Quereinsteiger/innen, die sich in neue Entwicklungsmethoden einarbeiten möchten.\u003c/li\u003e\n\u003cli\u003eErfahrung: Sie verfügen über praktische Erfahrung mit Java und relationalen Datenbanken.\u003c/li\u003e\n\u003cli\u003eVorteilhaft sind Kenntnisse zu einem oder mehreren dieser Themen: Microservices, REST, Open API, JPA, NoSQL, Spring, Hibernate, ELK Stack, Hystrix, Git, Gradle, Maven, Docker, Apigee, OAuth, Atlassian-Tools, UML, Unit-Tests, BDD\u003c/li\u003e\n\u003cli\u003eSprachkenntnisse: Ihre Deutschkenntnisse sind fließend, egal, ob im persönlichen Gespräch oder per E-Mail.\u003c/li\u003e\n\u003cli\u003ePositive Fehlerkultur: Sie bringen den Mut auf, neue Dinge auszuprobieren und auch mal die Komfortzone Ihres gewohnten Aufgabenfelds zu verlassen. Wir sorgen im Gegenzug dafür, dass Ihre Ideen auf offene Ohren stoßen und stellen die nötigen kreativen Freiräume zur Verfügung.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eDAS ERLEBEN SIE BEI UNS:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eWeiterentwicklung@freenet bietet persönliche und fachliche Entwicklungsmöglichkeiten\n• Wohlfühlatmosphäre durch Duz-Kultur und lockerem Dresscode\u003c/li\u003e\n\u003cli\u003eKollegiales Miteinander sowie Team- und Firmenevents\n• Attraktives Mitarbeiterfahrzeugmodell als Rundum-sorglos-Paket inklusive Wartung, Versicherung, Steuern und Tanken\u003c/li\u003e\n\u003cli\u003eZuschuss zu einem Mobilfunktarif\u003c/li\u003e\n\u003cli\u003eFlexible Arbeitszeiten\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eEINE GRUPPE. ALLE MÖGLICHKEITEN.\u003c/h2\u003e\n\u003cp\u003eBewerben Sie sich vorzugsweise online über das \u003cstrong\u003eBewerbungsformular\u003c/strong\u003e oder senden Sie Ihre vollständige Bewerbung mit Angabe der Anzeigenquelle und Ihres Gehaltswunsches an: mobilcom-debitel GmbH | Ein Unternehmen der freenet Group | Joachim Halefeld | Hollerstraße 126 | 24782 Büdelsdorf\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/2QSYjX7\"\u003eKlicken Sie hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://vonq.io/2QSYjX7\"\u003eKlicken Sie hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbDk0IiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--c0def2e9734b4d89381f9d2ebccdbdd47e657425/mobilcom%20blauw.jpg"
}, {
  "id": "fffc9459-e183-4712-a239-eff16e487bc8",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/fffc9459-e183-4712-a239-eff16e487bc8",
  "created_at": "Tue Nov 26 11:51:14 UTC 2019",
  "company": "fotograf.de\t",
  "company_url": "https://www.gotphoto.co.uk/",
  "location": "Berlin",
  "title": "DevOps Engineer (m/f/d)",
  "description": "\u003cp\u003e\u003cstrong\u003efotograf.de/GotPhoto is the market leading workflow and sales solution for professional photographers in Europe and has a strong footprint in the US market.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe’re on a mission to make photographers more successful in their business. We achieve this by moving photography businesses which, in Europe and North America, photograph more than 120 million children every year from the analogue to the digital world.\u003c/p\u003e\n\u003cp\u003eOur business model creates a real win-win situation for all parties involved: By using fotograf.de, photographers save 50% of their admin-effort that they can then invest in winning new clients and photo jobs. fotograf.de benefits from more orders handled by our platform. In 2018, we processed 1 million orders and we’re growing fast.\u003c/p\u003e\n\u003cp\u003eSince we’re profitable as a business, we can focus on building sustainable solutions. We are a strong team of over 50 people that supports each other in a family-like environment and has an amazing time working towards a common purpose. We will speak the truth, acknowledge mistakes, share advice, help each other and celebrate successes.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour mission\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eOur architecture consists of one core application and several separated services that work together to provide the best possible product for photographers as well as their end customers.\u003c/p\u003e\n\u003cp\u003eWe need your help in maintaining our services and developing new ones as we continue on our task to migrate from the monolith application to a more maintainable and distributed system.\u003c/p\u003e\n\u003cp\u003eOur second challenge is expanding our system with new functionalities to be ready to conquer new international markets, meet all needed requirements and stay the most advanced and modern online platform for photographers.\u003c/p\u003e\n\u003cp\u003eTherefore, we want to expand our development team and are looking for an exceptional DevOps engineer who is willing to face fun and interesting challenges together with us.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour role\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eIn this role, you work closely together with our cross-functional tech team to ensure the scalability, automatization and development of our infrastructure.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou will design, build, automate and deploy our cloud platform solutions using AWS (currently based on Terraform, Docker, Quay.io, GitLab)\u003c/li\u003e\n\u003cli\u003eYou ensure the set up of our live, staging \u0026amp; dev systems in a consistent container environment and support the application teams in using it during development, automated deployments and operation\u003c/li\u003e\n\u003cli\u003eYou select suitable DevOps tools and continuously improve the performance \u0026amp; scaling of our system\u003c/li\u003e\n\u003cli\u003eYou enable the tech team to implement the right monitoring- and logging solutions\u003c/li\u003e\n\u003cli\u003eYou will maintain \u0026amp; improve our existing CI/CD Pipelines across all environments\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eSkills we are looking for\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExpert with relevant AWS services (certified either AWS SysOps-Administrator or AWS Developer)\u003c/li\u003e\n\u003cli\u003eHigh-end professional experience in the last 3-4 yrs\u003c/li\u003e\n\u003cli\u003eStrong knowledge of Linux OS (Amazon Linux, Debian, Alpine)\u003c/li\u003e\n\u003cli\u003eKnowledge of network design, configuration and administration\u003c/li\u003e\n\u003cli\u003ePassionate about technology, keeping up-to-date with new trends and practices\u003c/li\u003e\n\u003cli\u003eExpert with Docker and experience with Kubernetes\u003c/li\u003e\n\u003cli\u003eEducation with IT focus\u003c/li\u003e\n\u003cli\u003eKnowledge of the following technologies: Configuration Management (eg, Chef, Ansible), Logging (eg Graylog), Application Performance Monitoring (eg Newrelic), Monitoring (eg Cloudwatch, Grafana), Database technologies (MySQL, DynamoDB)\u003c/li\u003e\n\u003cli\u003eExperience with PHP is a plus\u003c/li\u003e\n\u003cli\u003eReliability, team spirit, flexibility and quality awareness\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eExcellent language skills in English;\u003c/strong\u003e German and photography skills are a plus, not a must\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWe offer\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFull visa-sponsorship with a relocation budget of 2.000€ (when moving from outside of Europe)\u003c/li\u003e\n\u003cli\u003eMeaningful work in a profitable and growing company with many opportunities for career progression and a strong team spirit and integrity\u003c/li\u003e\n\u003cli\u003eFlexible working hours (e.g. regular home office) and a competitive salary\u003c/li\u003e\n\u003cli\u003eRegular training and coaching, external/internal training and a budget for books and courses of a minimum of 300€\u003c/li\u003e\n\u003cli\u003eYearly paid team holidays (Feb 2019: 4 days in Lanzarote)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAnd much more...\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYour own personal On-boarding Buddy who will help you integrate into our workplace family faster\u003c/li\u003e\n\u003cli\u003eRegular get-togethers, such as monthly team brunches, team events, Brownbag Sessions\u003c/li\u003e\n\u003cli\u003eSpendit-card with monthly lunch money (after successfully passing the trial period)\u003c/li\u003e\n\u003cli\u003eYou’ll get your own laptop and all other tools required\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eThat is the challenge, you're looking for?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe are looking forward to your application! Your personal recruiter is Ana Walka\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://fotograf.join.com/jobs/536519-devops-engineer-m-f-d?pid=357a3b4531918760973f\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=devops%2Bengineer%2Bm%2Bf%2Bd\"\u003ehttps://fotograf.join.com/jobs/536519-devops-engineer-m-f-d?pid=357a3b4531918760973f\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=devops%2Bengineer%2Bm%2Bf%2Bd\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbFo0IiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--b1b99040c25873ebaab5d29794106928eca9e700/Fotograf.de-Logo.jpg"
}, {
  "id": "683ae113-dc17-4232-b586-a16035f8e45b",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/683ae113-dc17-4232-b586-a16035f8e45b",
  "created_at": "Mon Nov 25 21:00:27 UTC 2019",
  "company": "Everyday Health ",
  "company_url": "https://www.everydayhealth.com/",
  "location": "San Francisco ",
  "title": "Software Architect",
  "description": "\u003cp\u003eBabyCenter, the world's number one digital parenting resource, is seeking a talented hands-on Software Architect with a passion for building world-class experiences for over 100 million people monthly.  BabyCenter is a subsidiary of J2 Global under the Everyday Health Group’s Parenting \u0026amp; Pregnancy vertical.\u003c/p\u003e\n\u003cp\u003eAs Software Architect, you will design and architect stable, scalable and secure web applications and services with state-of-the-art cloud technologies. You are a hands-on lead developer in the implementation of new solutions, prototypes, as well as actively contributing to the ideation and design phases of each project.  You will work with an inspired and inquisitive team of technologists who are already developing and deploying applications to the highest standards.\u003c/p\u003e\n\u003cp\u003eYou have experience building large-capacity consumer-facing web services and sites, experience working with new technologies, and a desire to build great products for new and expecting parents.\u003c/p\u003e\n\u003cp\u003eThis is a full-time position at our location in San Francisco, and reports to the Director of Engineering.\u003c/p\u003e\n\u003cp\u003ePursuant to the San Francisco Fair Chance Ordinance, we will consider for employment qualified applicants with arrest and conviction records.\u003c/p\u003e\n\u003cp\u003ePosition Overview\u003c/p\u003e\n\u003cp\u003eThe BabyCenter Software Architect is responsible for the construction of consumer and advertising software solutions, using a team-based approach and collaborating with all functions on the team to ensure that each feature delivered is of the highest quality and conforms to BabyCenter engineering standards.\u003c/p\u003e\n\u003cp\u003eRoles \u0026amp; Responsibilities\u003c/p\u003e\n\u003cp\u003eLead and architect cloud solutions for scalable, highly available, secure web services and websites on AWS platform\nPlan and manage initiatives to migrate systems to AWS platform\nPartner with Engineering managers to build the technological vision, drives technology strategy and influences business partners and technology leaders on strategic direction\nDesign, implementation, and maintenance of new and existing features\nParticipate in defining and improving coding standards\nCollaborate with other software engineers to ensure that solutions are built in a consistent framework to a high-quality standard\nCollaborate with product, marketing, and sales teams to develop new products and features, gather requirements, and scope work\nMentor, coach, and support engineers in their technical growth and learning industry best practices\nRequirements\u003c/p\u003e\n\u003cp\u003e8+ years web development experience, with 3+ years of experience as cloud solutions architect\nDeep understanding of frontend and backend web architecture and frameworks\nExpertise in services and tools on AWS platform, including Lambda, API gateway, SQS, SNS and S3, Kinesis, DynamoDB, Redshift\nHands on with Relational Database, NoSQL and Columnar Storage.\nProficient in modern web technologies including Java, Node.js and ReactJS\nExperience with designing and re-architecting application for cloud platforms running in AWS\nWorking knowledge of building RESTful web services in a service-oriented-architecture environment using cloud infrastructures\nAdept in computer science fundamentals, distributed processing, algorithms, problem solving, design patterns, and OO design\nExperience structuring the work of architectural efforts, entrust, guide and mentor other team members.\nExcellent verbal and written communication skills. Superior listening skills. Able to tailor your message to the audience and integrate feedback.\nDemonstrable ability to create clear, accessible, visual explanations of system architecture.\nQualifications\u003c/p\u003e\n\u003cp\u003eMaster of computer science degree or equivalent working experience\nLarge-scale consumer internet development experience\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003ePlease apply via this link: \u003ca href=\"https://jobs.jobvite.com/j2-global/job/o2Lrbfw9\"\u003ehttps://jobs.jobvite.com/j2-global/job/o2Lrbfw9\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbEo0IiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--24c3c00c8e47a8d62e02416614d76eadc6c4919d/EverydayHealthGroupLogo.png"
}, {
  "id": "94b77279-63e5-4e2e-b6c6-7d586efa810d",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/94b77279-63e5-4e2e-b6c6-7d586efa810d",
  "created_at": "Mon Nov 25 11:55:36 UTC 2019",
  "company": "TIB LEIBNIZ-INFORMATIONSZENTRUM TECHNIK UND NATURWISSENSCHAFTEN UNIVERSITÄTSBIBLIOTHEK",
  "company_url": "http://www.tib.eu/en/",
  "location": "Hannover (Germany)",
  "title": "Research Software Engineer (m/f/d)",
  "description": "\u003cp\u003eTIB LEIBNIZ-INFORMATIONSZENTRUM TECHNIK UND NATURWISSENSCHAFTEN UNIVERSITÄTSBIBLIOTHEK\u003c/p\u003e\n\u003cp\u003eTIB, being part of the Leibniz Research Association, is with around 550 employees one of the largest technical information centres in Germany, having three main functions:\u003c/p\u003e\n\u003col\u003e\n\u003cli\u003eActing in the capacity of the Leibniz Information Centre for Science and Technology, our forward-looking services secure the infrastructural requirements for providing researchers in science and industry with high-quality information and literature.\u003c/li\u003e\n\u003cli\u003eCarrying out cutting edge research to further expand TIB’s role as a German information centre for the digitisation of science and technology.\u003c/li\u003e\n\u003cli\u003eOffer library services for the Leibniz University Hanover.\u003c/li\u003e\n\u003c/ol\u003e\n\u003cp\u003eThe Leibniz Information Centre for Science and Technology – Technische Informationsbibliothek (TIB) – Program Area C, Research and Development, is looking to employ a\nResearch Software Engineer (m/f/d)\u003c/p\u003e\n\u003cp\u003eto work in the Data Science \u0026amp; Digital Libraries Research Group (Prof. Dr. Sören Auer) at the next possible date.\u003c/p\u003e\n\u003cp\u003eThe position is initially limited to three years with envisioned extension and possibility to make the position permanent. The regular weekly working time is 39.8 hours (full-time). The remuneration is based on pay scale group 13 TV-L.\u003c/p\u003e\n\u003cp\u003eYour primary and secondary work areas\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eOpen Research Knowledge Graph (ORKG) – Primarily, you will be a member of the ORKG team and drive the development of the ORKG back end, which is written in Kotlin, within the Spring Boot 2 framework, builds on Neo4J and other database systems and exposes content and functionality through a RESTful API.\u003c/li\u003e\n\u003cli\u003eSecondarily, you may support software development and projects in numerous areas, including Research Data Management, Collaborative OpenCourseWare creation (Slidewiki.org) and Industry 4.0.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eYour qualities\u003c/p\u003e\n\u003cp\u003eYour competence area should be squarely rooted in software engineering or related fields. You should be able to think creatively, grasp new knowledge quickly, be able to design and develop innovative software systems and be interested in mastering complex challenges. You will be responsible to develop innovative and mature information services for the TIB stakeholders in Science and Technology.\nRequirements\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSuccessfully completed university degree (Master or comparable) in a relevant field such as Computer Science or Mathematics, a PhD is a plus.\u003c/li\u003e\n\u003cli\u003eProficiency in spoken and written English, proficiency in German is a plus.\u003c/li\u003e\n\u003cli\u003eExcellent proficiency in modern programming languages (esp. Java, JavaScript, Python) and modern software engineering methodologies (esp. agile methods, DevOps)\u003c/li\u003e\n\u003cli\u003eProven team software development skills\u003c/li\u003e\n\u003cli\u003eFamiliarity with Semantic Technologies, Knowledge Graphs, Data Management, Human-Computer Interaction, Natural Language Processing (NLP), Artificial Intelligence, Data Analytics or Digital Libraries is an asset\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWhat we offer\u003c/p\u003e\n\u003cp\u003eIn TIB’s Research and Development Department, you have the opportunity to further your scientific development in a dynamic and excellent research environment. We provide a scientifically and intellectually inspiring environment with an entrepreneurial mindset embedded in a leading technical university and one of the largest technical information centres being part of the Leibniz Association.\u003c/p\u003e\n\u003cp\u003eThe Research department at the TIB is relatively young and offers many opportunities. Currently, there are five research groups in the department: Data Science and Digital Libraries, Scientific Data Management, Knowledge Infrastructures, Learning and Skills Analytics and Visual Analytics.\u003c/p\u003e\n\u003cp\u003eCommon to all research groups is the vision to rethink the representation and provision of data and information and to organize them in an Open Research Knowledge Graph (ORKG) in the future. There is a close cooperation with the Research Center L3S of Leibniz University Hanover within the framework of the Leibniz Joint Lab Data Science \u0026amp; Open Knowledge - the L3S is one of the world's leading research institutes in the fields of Web \u0026amp; Data Science. Last but not least, we attach great importance to an open and creative working atmosphere in which it is fun to work.\nFurthermore, we offer\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFunding for necessary equipment, conference and research visit travel\u003c/li\u003e\n\u003cli\u003eCandidates will work in the context of a national, European or international research and innovation project\u003c/li\u003e\n\u003cli\u003eA portfolio of technology components to build on, including ORKG, OpenResearch.org, TIB AV-Portal, DBpedia.org and other\u003c/li\u003e\n\u003cli\u003eA modern workplace in a central location of Hanover with a collegial, attractive and versatile working environment\u003c/li\u003e\n\u003cli\u003eFlexible working hours (flexitime) as well as offers for reconciling work and family life, such as mobile work\u003c/li\u003e\n\u003cli\u003eAn employer with a wide range of internal and external further education and training measures, workplace health promotion and a supplementary pension scheme for the public sector (VBL)\u003c/li\u003e\n\u003cli\u003eDiscount for employees in the canteens of the Studentenwerk Hannover as well as the possibility to use the various offers of the University Sports Hannover\u003c/li\u003e\n\u003cli\u003eA salary in pay scale group 13 according to the provisions of the collective agreement for the public service in Germany (TV-L)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eIf you are interested, questions regarding the position can be addressed to Prof. Dr. Sören Auer (\u003ca href=\"mailto:auer@tib.eu\"\u003eauer@tib.eu\u003c/a\u003e) or Dr. Markus Stocker (\u003ca href=\"mailto:markus.stocker@tib.eu\"\u003emarkus.stocker@tib.eu\u003c/a\u003e).\nHow to apply\u003c/p\u003e\n\u003cp\u003eIn addition to your CV, please include a letter of motivation (including technology interests) with your application. To submit your application, please click here.\u003c/p\u003e\n\u003cp\u003ePaper applications are also possible on an equal basis. In this case, please send your complete application documents with the subject 55/2019 before December 17, 2019 addressed to\u003c/p\u003e\n\u003cp\u003eTechnische Informationsbibliothek (TIB)\nPersonalservice\nHerrn Daniel Eilers\nWelfengarten 1 B\n30167 Hannover\nGermany\u003c/p\u003e\n\u003cp\u003eor alternatively as a single PDF document file to \u003ca href=\"mailto:bewerbung@tib.eu\"\u003ebewerbung@tib.eu\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003eFor applications in digital from, please send a PDF file with a maximum size of 10 MB.\u003c/p\u003e\n\u003cp\u003eTIB is an equal opportunity employer, providing ideal working conditions and continuously taking action to enable its employees to combine career interests with family life. It wants to promote equal career opportunities for women and men in particular and therefore urges qualified women to apply.\u003c/p\u003e\n\u003cp\u003eSeverely disabled candidates with comparable qualifications will be given preferential treatment.\u003c/p\u003e\n\u003cp\u003ePlease note that your application documents will not be returned and application and travel costs cannot be reimbursed.\u003c/p\u003e\n\u003cp\u003eFor more information about the TIB, please visit \u003ca href=\"http://www.tib.eu/en/\"\u003ewww.tib.eu/en/\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003eWe look forward to receiving your application!\u003c/p\u003e\n\u003cp\u003eWWW.TIB.EU\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"mailto:bewerbung@tib.eu\"\u003ebewerbung@tib.eu\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBazE0IiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--eab4dff274b3c661d7bdf8e8338a8b90f697b2c5/logo_treffer.png"
}, {
  "id": "0276f45a-0355-4d81-84b8-fe498cc5377f",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/0276f45a-0355-4d81-84b8-fe498cc5377f",
  "created_at": "Wed Oct 23 14:59:13 UTC 2019",
  "company": "Reaktor",
  "company_url": "https://reaktor.com/careers/",
  "location": "Lisbon",
  "title": "Fearless Team Builder and Software Developer",
  "description": "\u003cp\u003eWe at Reaktor are known for changing how the world works. Owned by our employees and known for \u003ca href=\"https://www.youtube.com/watch?v=qvGrmAFiijY\"\u003ean award-winning culture\u003c/a\u003e and a  \u003ca href=\"https://www.geektime.com/2017/03/30/finlands-reaktor-plans-first-network-of-lunar-satellites-as-nasa-esa-lay-groundwork-for-moon-infrastructure/\"\u003eNode.js running satellite\u003c/a\u003e, the next phase of our global story is about to begin – right here in Lisbon. \u003cstrong\u003eWe are looking for a skilled developer with unmatched team-building skills that wants to be a founding character in our Portuguese story.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eFrom a five-person team to a global culture: How we got here\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eOk, ok, before we get ahead of ourselves – here’s a brief history. Reaktor was born in Helsinki, Finland, when five developers joined forces to build themselves a workplace and a tech community like no other. That was eighteen years ago.\u003c/p\u003e\n\u003cp\u003eNow, we’re a 500-strong community of engineers, designers, strategists based in Helsinki, Amsterdam, New York City, Stockholm, Tokyo, Dubai…and soon, Lisbon. In the past two years we have, for example, trained over 2% of the Finnish population in the \u003ca href=\"https://www.elementsofai.com/\"\u003ebasics of AI\u003c/a\u003e, built a solution to compensate the carbon emissions of \u003ca href=\"https://www.instagram.com/p/B1dnXPbBnnn/\"\u003ean entire music festival weekend\u003c/a\u003e, and made Fast Company’s list of \u003ca href=\"https://www.fastcompany.com/company/reaktor\"\u003eMost Innovative Companies\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCommon sense approach to not-so-common problems is our superpower\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eOur actual business, where our €$¥ comes from, is consulting companies to whom new tech is a matter of life and death. In practice, this means working in teams of three to five Reaktorians and building elegant solutions to our clients’ most complex technology problems. Companies like Adidas, Air France-KLM, Heineken, and others trust our teams to design, develop, and launch their new services.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWe’ll expect our Lisbon pioneers to:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFind, choose, and mentor their colleagues.\u003c/li\u003e\n\u003cli\u003eWrite beautiful code. We have no hard language or tech requirements – we know that good developers can create great things in any language.\u003c/li\u003e\n\u003cli\u003eJoin us in Helsinki and Amsterdam for onboarding, planning, project work, and client meetings, according to your availability and desire to travel.\u003c/li\u003e\n\u003cli\u003eBe a team player, through and through, and shape the team by leading by example.\u003c/li\u003e\n\u003cli\u003eHave interest or experience in some of the following buzzwords: functional programming, state management, Node.js, Clojure, React, Swift, Kotlin, SQL and NoSQL, Kanban.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eLook. We know that for many engineers, just focusing on the code would be easier. However, what we are looking for is a person who likes to code, but is also interested in keeping in touch with clients, enjoys taking care of team members, and takes responsibility of things that no one else is into.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSound like that’s you? Here’s what happens when you hit Apply:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e💻Brief video chat, just to say hi.\u003c/p\u003e\n\u003cp\u003e👋🏽\u003cstrong\u003eIntroduction to Reaktor.\u003c/strong\u003e We call this the Culture and Attitude interview. Here’s Adam to tell you more about \u003ca href=\"https://www.reaktor.com/blog/magical_fairy_land/\"\u003ewhat to expect from our interviews\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e😎 \u003cstrong\u003eTechnical interview.\u003c/strong\u003e No brain teasers or sorting algos, we promise! You choose a couple of topics to discuss, we choose a couple of topics to discuss.\u003c/p\u003e\n\u003cp\u003e📃 \u003cstrong\u003eClosing interview.\u003c/strong\u003e We clarify our mutual expectations of our common future. Naturally, necessities like compensation and equipment will be taken care of in a manner that satisfies us both.\u003c/p\u003e\n\u003cp\u003e❤️ That’s it, welcome to the crew \u0026lt;3\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003eSo, \u003ca href=\"https://www.reaktor.com/blog/a-letter-from-your-future-colleague-alex/\"\u003edear future colleague\u003c/a\u003e: please apply, we’re waiting for your email at \u003ca href=\"mailto:careers-nl@reaktor.com\"\u003ecareers-nl@reaktor.com\u003c/a\u003e. This is your chance to make something truly exceptional happen in Lisbon with us.\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbmgxIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--9b96d0bd8df8b0d2bc5a1918b6ebe6f86d7cb845/reaktor_logo_1000px_transparent.png"
}, {
  "id": "dbc59368-523c-455c-ab85-8f4e634e5dc1",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/dbc59368-523c-455c-ab85-8f4e634e5dc1",
  "created_at": "Wed Oct 23 14:49:07 UTC 2019",
  "company": "Reaktor",
  "company_url": "https://reaktor.com/careers/",
  "location": "Lisbon",
  "title": "Software Engineer With a Twist",
  "description": "\u003cp\u003eCurious about applying your tech skills in different domains?\nPlanning and theory are important but the most value is in the execution?\nPassionate about your hobbies, your friends are asking you to shut up already?\nKeep finding yourself in heated discussions about the latest features in your favorite programming language?\u003c/p\u003e\n\u003cp\u003eWell, look at you sounding like a Reaktorian already 😎\u003c/p\u003e\n\u003cp\u003eAt Reaktor, we design and build tomorrow’s digital products. Owned by our employees and known for \u003ca href=\"https://www.youtube.com/watch?v=qvGrmAFiijY\"\u003ean award-winning culture\u003c/a\u003e and a \u003ca href=\"https://www.geektime.com/2017/03/30/finlands-reaktor-plans-first-network-of-lunar-satellites-as-nasa-esa-lay-groundwork-for-moon-infrastructure/\"\u003eNode.js running satellite\u003c/a\u003e, the next phase of our global story is about to begin – right here in Lisbon.\u003c/p\u003e\n\u003cp\u003e👫 \u003cstrong\u003eWe make our clients succeed in technology\u003c/strong\u003e .\u003c/p\u003e\n\u003cp\u003eReaktor teams work in close co-operation with our clients. Delivering anything from automating beer brewing processes and scaling the streaming of popular TV shows (hint: winter is coming!), to refining global scale ecommerce services and building 100kLOC JS codebases from scratch.\u003c/p\u003e\n\u003cp\u003eBasically, we strive to tackle the most exciting and complex tech problems out there. Your job is to solve them in meaningful, future-forward ways, in a small team of some of the sharpest minds around. If it runs code, our team of propeller-heads can make it.\u003c/p\u003e\n\u003cp\u003e👩‍💻 \u003cstrong\u003eSound like your future team? This is what we want from you:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCuriosity to apply your tech skills to different domains.\u003c/li\u003e\n\u003cli\u003eGetting things done is what gives you energy. The best part of the day is when the code gets deployed to production. Even when it’s not perfect yet.\u003c/li\u003e\n\u003cli\u003eYou see colleagues and clients as individuals with their respective strengths and weaknesses.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e📟 \u003cstrong\u003eTechnically speaking, this is what we offer\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWe use the best tools for the job at hand. Sometimes it’s Clojure running in a Kubernetes cluster, and sometimes it’s a small piece of JS running on AWS Lambda.\u003c/li\u003e\n\u003cli\u003eSometimes tech is best solved with no code at all, but with talking to the right people.\u003c/li\u003e\n\u003cli\u003eOur juniors and seniors alike work on both the shiny and dirty bits of the codebase. No ivory tower architects here.\u003c/li\u003e\n\u003cli\u003eSome buzzwords we are into: functional programming, state management, Node.js, Clojure, TypeScript, React, Swift, Kotlin, SQL and NoSQL, Kanban,\u003c/li\u003e\n\u003cli\u003eWe have no hard language or tech requirements, as we know that good developers can create great things in any language.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eHere’s what happens when you Apply:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e💻Brief video chat, just to say hi.\u003c/p\u003e\n\u003cp\u003e👋🏽\u003cstrong\u003eIntroduction to Reaktor.\u003c/strong\u003e We call this the Culture and Attitude interview. Here’s Adam to tell you more about \u003ca href=\"https://www.reaktor.com/blog/magical_fairy_land/\"\u003ewhat to expect from our interviews\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e😎 \u003cstrong\u003eTechnical interview.\u003c/strong\u003e No brain teasers or sorting algos, we promise! You choose a couple of topics to discuss, we choose a couple of topics to discuss.\u003c/p\u003e\n\u003cp\u003e📃 \u003cstrong\u003eClosing interview.\u003c/strong\u003e We clarify our mutual expectations of our common future. Naturally, necessities like compensation and equipment will be taken care of in a manner that satisfies us both.\u003c/p\u003e\n\u003cp\u003e❤️ That’s it, welcome to the crew \u0026lt;3\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003eSo, \u003ca href=\"https://www.reaktor.com/blog/a-letter-from-your-future-colleague-alex/\"\u003edear future colleague\u003c/a\u003e: apply, we’re waiting for your email at \u003ca href=\"mailto:careers-nl@reaktor.com\"\u003ecareers-nl@reaktor.com\u003c/a\u003e. This is your chance to make something truly exceptional happen in Lisbon with us.\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBblYxIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--08153304fcf604551b3c15b4cd3305e7ecfcf827/reaktor_logo_1000px_transparent.png"
}, {
  "id": "c8e98f17-20e6-4571-9e8e-f010c3bd71c3",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/c8e98f17-20e6-4571-9e8e-f010c3bd71c3",
  "created_at": "Fri Nov 22 21:06:46 UTC 2019",
  "company": "MIT Lincoln Laboratory",
  "company_url": null,
  "location": "Lexington, MA",
  "title": "Robotics and Autonomous Control Systems Engineer - Associate Staff",
  "description": "\u003cp\u003eRobotics and Autonomous Control Systems Engineer - Associate Staff\u003c/p\u003e\n\u003cp\u003eMIT Lincoln Laboratory\u003c/p\u003e\n\u003cp\u003eLexington, MA\u003c/p\u003e\n\u003cp\u003eThe Control \u0026amp; Autonomous Systems Engineering Group is seeking a control or robotics \u0026amp; autonomous systems engineer to work with a multi-disciplinary team to envision and create complex demonstration prototypes (primarily unmanned) and innovative solutions to challenging national security problems, which are implemented for space-based, airborne, ground, and maritime environments.  Technical staff members are involved in the complete project life-cycle of control and autonomous systems, from concept and requirements definition, systems analysis, architecture development, design and implementation to field testing and evaluation.\u003c/p\u003e\n\u003cp\u003eResearch and development topics include one or more of the following: autonomous systems, guidance, navigation, non-linear or under-actuated control systems, estimation and feedback control algorithms such as PID controllers, Extended Kalman Filters, and Unscented Kalman Filters for dynamic pointing and tracking, inertial stabilization, embedded servo control systems, custom electronics development for advanced sensors, and mechanism and actuator control, artificial intelligence, including machine learning, Bayesian probability, modern feedback control and state estimation, computer vision, image processing, machine learning, artificial intelligence, and Markov decision processes.\u003c/p\u003e\n\u003cp\u003eHands-on team-based experience, an understanding of the strengths and weaknesses of the topics above, and a highly skilled software engineering background are critical.  Work may involve using tools such as Matlab and Simulink for algorithm development and simulation, Mentor Graphics for electronics development, and software development targeting both general purpose and real-time operating systems such as VxWorks, Xenomai, and real-time Linux.\u003c/p\u003e\n\u003cp\u003eResponsibilities:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDevelop dynamic control /autonomous system solutions and specifying and implementing appropriate hardware and algorithms in real-time on mission-specific physical systems.\u003c/li\u003e\n\u003cli\u003eConsult on or directly lead multidisciplinary teams implementing dynamic control / autonomous system technologies.\u003c/li\u003e\n\u003cli\u003eAssume significant responsibility for delivering novel capabilities of national significance.  She or he will have the opportunity to work with unique advanced sensors, communication systems, and unmanned platforms.\u003c/li\u003e\n\u003cli\u003eSupported with first-rate hardware, test infrastructure, talented peers, and a work environment that values excellence, continuous learning, and work-life balance.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eQualifications:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA Master of Science in electrical engineering, mechanical engineering, or computer engineering with coursework and research emphasis on advanced control systems or autonomous systems / robotics. In lieu of a MS, a BS degree with 5+ years of hands-on experience conducting applied research and developing / implementing complex control, autonomous, unmanned or robotic systems operating in real-world environments is required\u003c/li\u003e\n\u003cli\u003eDemonstrated proficiency with either a variety of control / autonomy approaches and algorithms, both linear and non-linear, or with the full life-cycle of custom electronics and associated software/firmware development for autonomous systems\u003c/li\u003e\n\u003cli\u003eStrong programming skills in C/C++ or Python and Matlab/Simulink using a Linux development environment\u003c/li\u003e\n\u003cli\u003eExcellent written and verbal communication skills\u003c/li\u003e\n\u003cli\u003eIn-depth knowledge of open-source robotics toolkits such as the Robot Operating System (ROS) is preferred.\u003c/li\u003e\n\u003cli\u003eExperience with time-deterministic real-time software is preferred.\u003c/li\u003e\n\u003cli\u003eHands-on real-world experience with embedded processors, FPGAs, motors, sensors, or mechanisms is preferred.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eSelected candidate will be subject to a pre-employment background investigation and must be able to obtain and maintain a Secret level DoD security clearance.\u003c/p\u003e\n\u003cp\u003eTo Apply:\nFor a full position description and to apply, please visit \u003ca href=\"https://careers.ll.mit.edu\"\u003ehttps://careers.ll.mit.edu\u003c/a\u003e and search using requisition # 27701.\u003c/p\u003e\n\u003cp\u003eFor Benefits Information, click \u003ca href=\"http://hrweb.mit.edu/benefits\"\u003ehttp://hrweb.mit.edu/benefits\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eMIT Lincoln Laboratory is an Equal Employment Opportunity (EEO) employer. All qualified applicants will receive consideration for employment and will not be discriminated against on the basis of race, color, religion, sex, sexual orientation, gender identity, national origin, age, veteran status, disability status, or genetic information; U.S. citizenship is required.\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://careers.ll.mit.edu/job/Lexington-Robotics-and-Autonomous-Control-Systems-Engineer%2C-Associate-Staff-MA-02420/610261700/?locale=en_US\"\u003ehttps://careers.ll.mit.edu/job/Lexington-Robotics-and-Autonomous-Control-Systems-Engineer%2C-Associate-Staff-MA-02420/610261700/?locale=en_US\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa2g0IiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--b89cf934cf722648909c224291d540b1e9b44134/MIT%20LL.JPG"
}, {
  "id": "879009a5-d6e6-4cd8-89e9-eb01136b0c11",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/879009a5-d6e6-4cd8-89e9-eb01136b0c11",
  "created_at": "Fri Nov 22 21:03:13 UTC 2019",
  "company": "MIT Lincoln Laboratory",
  "company_url": null,
  "location": "Lexington, MA",
  "title": "Robotics and Autonomous Control Systems Engineer - Assistant Staff",
  "description": "\u003cp\u003eRobotics and Autonomous Control Systems Engineer - Assistant Staff\u003c/p\u003e\n\u003cp\u003eMIT Lincoln Laboratory\u003c/p\u003e\n\u003cp\u003eLexington, MA\u003c/p\u003e\n\u003cp\u003eThe Control and Autonomous Systems Engineering Group is focused on the synthesis of dynamic and complex control and autonomous systems, from concept to realization, for a wide variety of prototypes. Work with multi-disciplinary teams to envision and create complex demonstration prototypes (primarily unmanned) and innovative solutions to challenging national security problems.\u003c/p\u003e\n\u003cp\u003eResearch and development topics include one or more of the following: autonomous systems, guidance, navigation, non-linear or under-actuated control systems, estimation and feedback control algorithms such as PID controllers, Extended Kalman Filters, and Unscented Kalman Filters for dynamic pointing and tracking, inertial stabilization, embedded servo control systems, custom electronics development for advanced sensors, and mechanism and actuator control, artificial intelligence, including machine learning, Bayesian probability, modern feedback control and state estimation, computer vision, image processing, machine learning, artificial intelligence, and Markov decision processes.\u003c/p\u003e\n\u003cp\u003eResponsibilities:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSupport the development of control system and autonomy solutions and specify and implement appropriate algorithms in real-time on mission-specific physical systems.\u003c/li\u003e\n\u003cli\u003eDefining hardware specifications and conducting the subsequent real-time embedded software design, simulation, programming, test, configuration control, reporting, and documentation.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eQualifications:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBachelor of Science in mechanical, electrical, or computer engineering with at least 1 to 3 years hands-on experience (includes internships) developing and implementing control systems.\u003c/li\u003e\n\u003cli\u003eStrong programming skills in C/C++ or Python and Matlab/Simulink using a Linux development environment.\u003c/li\u003e\n\u003cli\u003eExcellent written and verbal communication skills.\u003c/li\u003e\n\u003cli\u003eIn-depth knowledge of open-source robotics toolkits such as the Robot Operating System (ROS) is preferred.\u003c/li\u003e\n\u003cli\u003eExperience with time-deterministic real-time software, real-time image processing for control, GPU, CUDA is preferred.\u003c/li\u003e\n\u003cli\u003eHands-on experience with electronics, embedded processors, FPGAs, motors, sensors, or mechanisms is preferred.\u003c/li\u003e\n\u003cli\u003eUse of test equipment such as oscilloscopes and waveform generators in the real-time system validation is preferred.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eSelected candidate will be subject to a pre-employment background investigation and must be able to obtain and maintain a Secret level DoD security clearance.\u003c/p\u003e\n\u003cp\u003eTo Apply:\nFor a full position description and to apply, please visit \u003ca href=\"https://careers.ll.mit.edu\"\u003ehttps://careers.ll.mit.edu\u003c/a\u003e and search using requisition # 27762.\u003c/p\u003e\n\u003cp\u003eFor benefits information, click \u003ca href=\"http://hrweb.mit.edu/benefits\"\u003ehttp://hrweb.mit.edu/benefits\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eMIT Lincoln Laboratory is an Equal Employment Opportunity (EEO) employer. All qualified applicants will receive consideration for employment and will not be discriminated against on the basis of race, color, religion, sex, sexual orientation, gender identity, national origin, age, veteran status, disability status, or genetic information; U.S. citizenship is required.\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://careers.ll.mit.edu/job/Lexington-Robotics-and-Autonomous-Control-Systems-Engineer%2C-Assistant-Staff-MA-02420/610262100/?locale=en_US\"\u003ehttps://careers.ll.mit.edu/job/Lexington-Robotics-and-Autonomous-Control-Systems-Engineer%2C-Assistant-Staff-MA-02420/610262100/?locale=en_US\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa1o0IiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--dfe2d2aba13fdfb413a782c6dc36866d9f2685dd/MIT%20LL.JPG"
}, {
  "id": "93a7a4fd-9132-4bfe-8939-a17997fb348c",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/93a7a4fd-9132-4bfe-8939-a17997fb348c",
  "created_at": "Fri Nov 22 20:55:11 UTC 2019",
  "company": "MIT Lincoln Laboratory",
  "company_url": null,
  "location": "Lexington, MA",
  "title": "Robotics and Autonomous Control Systems Engineer – Tech Staff",
  "description": "\u003cp\u003eRobotics and Autonomous Control Systems Engineer – Tech Staff\u003c/p\u003e\n\u003cp\u003eMIT Lincoln Laboratory\u003c/p\u003e\n\u003cp\u003eLexington, MA\u003c/p\u003e\n\u003cp\u003eThe Control \u0026amp; Autonomous Systems Engineering Group is seeking a control or robotics \u0026amp; autonomous systems engineer to work with a multi-disciplinary team to envision and create complex demonstration prototypes (primarily unmanned) and innovative solutions to challenging national security problems, which are implemented for space-based, airborne, ground, and maritime environments.  Technical staff members are involved in the complete project life-cycle of control and autonomous systems, from concept and requirements definition, systems analysis, architecture development, design and implementation to field testing and evaluation.\u003c/p\u003e\n\u003cp\u003eResearch and development topics include one or more of the following: autonomous systems, guidance, navigation, non-linear or under-actuated control systems, estimation and feedback control algorithms such as PID controllers, Extended Kalman Filters, and Unscented Kalman Filters for dynamic pointing and tracking, inertial stabilization, embedded servo control systems, custom electronics development for advanced sensors, and mechanism and actuator control, artificial intelligence, including machine learning, Bayesian probability, modern feedback control and state estimation, computer vision, image processing, machine learning, artificial intelligence, and Markov decision processes.\u003c/p\u003e\n\u003cp\u003eResponsibilities:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAssume significant responsibility for delivering novel capabilities of national significance.\u003c/li\u003e\n\u003cli\u003eWill work with unique advanced sensors, communication systems, and unmanned platforms.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eQualifications:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ePh.D. in mechanical, electrical, or computer engineering with coursework and research emphasis on autonomous systems / robotics.  In lieu of a Ph.D., an MS degree with 3+ years of experience conducting and publishing applied research in a robotics field.\u003c/li\u003e\n\u003cli\u003eHands-on experience developing autonomous unmanned or robotic systems operating in real-world environments\u003c/li\u003e\n\u003cli\u003eDemonstrated proficiency with a variety of autonomy approaches and algorithms\u003c/li\u003e\n\u003cli\u003eStrong programming skills in the C++ or Python programming languages using a Linux development environment\u003c/li\u003e\n\u003cli\u003eExperience developing and publishing high-quality robotics / autonomy research\u003c/li\u003e\n\u003cli\u003eExcellent written and verbal communication skills\u003c/li\u003e\n\u003cli\u003eIn-depth knowledge of open-source robotics toolkits such as the Robot Operating System (ROS) is preferred.\u003c/li\u003e\n\u003cli\u003eExperience with time-deterministic real-time software is preferred.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eSelected candidate will be subject to a pre-employment background investigation and must be able to obtain and maintain a Secret level DoD security clearance.\u003c/p\u003e\n\u003cp\u003eTo Apply:\nFor a full position description and to apply, please visit \u003ca href=\"https://careers.ll.mit.edu\"\u003ehttps://careers.ll.mit.edu\u003c/a\u003e and search using requisition # 27764.\u003c/p\u003e\n\u003cp\u003eFor benefits information, click \u003ca href=\"http://hrweb.mit.edu/benefits\"\u003ehttp://hrweb.mit.edu/benefits\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eMIT Lincoln Laboratory is an Equal Employment Opportunity (EEO) employer. All qualified applicants will receive consideration for employment and will not be discriminated against on the basis of race, color, religion, sex, sexual orientation, gender identity, national origin, age, veteran status, disability status, or genetic information; U.S. citizenship is required.\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://careers.ll.mit.edu/job/Lexington-Robotics-and-Autonomous-Control-Systems-Engineer%2C-Tech-Staff-MA-02420/610265800/?locale=en_US\"\u003ehttps://careers.ll.mit.edu/job/Lexington-Robotics-and-Autonomous-Control-Systems-Engineer%2C-Tech-Staff-MA-02420/610265800/?locale=en_US\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa1I0IiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--7102d03695f8aabb34788ccb50e4ce81fad58e66/MIT%20LL.JPG"
}, {
  "id": "023f89a1-f28d-408e-8ed5-89259c491c21",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/023f89a1-f28d-408e-8ed5-89259c491c21",
  "created_at": "Fri Nov 22 18:09:47 UTC 2019",
  "company": "Make School",
  "company_url": null,
  "location": "San Francisco",
  "title": "Senior Frontend Engineer (React / Apollo / GraphQL)",
  "description": "\u003cp\u003eWe're looking for a Senior Frontend Engineer to help design and build the applications and services to support the Make School platform.  We view software as the backbone of our classrooms and are working to digitize our entire curriculum to build a better learning experience and to allow instructors to focus on providing better in-person support to our students.  You'll be responsible for our Online Academy, student management system, portfolios, the marketing website, reporting, and other Make School frontend needs.\u003c/p\u003e\n\u003cp\u003eOur Stack:\u003c/p\u003e\n\u003cp\u003eReact, Apollo, Relay (legacy), GraphQL, ES6, Webpack, Jest, Cypress, Ruby on Rails (marketing site), jQuery (legacy)\u003c/p\u003e\n\u003cp\u003eOur Process:\u003c/p\u003e\n\u003cp\u003eWe are an agile team that follows a scrum methodology on Asana. We have stand-ups, sprint planning meetings,  retrospectives, and pair programming sessions. We connect regularly over Slack \u0026amp; Zoom and look forward to seeing your face there!\u003c/p\u003e\n\u003cp\u003eLocation:\u003c/p\u003e\n\u003cp\u003eThis position is based at our headquarters in San Francisco.\u003c/p\u003e\n\u003cp\u003eWhat You’ll Do:\u003c/p\u003e\n\u003cp\u003e-Play a key role in the continued architecture and implementation of the Make School educational platform\u003c/p\u003e\n\u003cp\u003e-Analyze and improve the efficiency and reliability of the Make School infrastructure\u003c/p\u003e\n\u003cp\u003e-Write code with best-practices (including TDD) and participate in peer code review\u003c/p\u003e\n\u003cp\u003e-Create the best user experience (for internal \u0026amp; external users)\u003c/p\u003e\n\u003cp\u003eWhat We’re Looking For:\u003c/p\u003e\n\u003cp\u003e-4+ years of strong development experience in our stack, especially React/Apollo/GraphQL\u003c/p\u003e\n\u003cp\u003e-Debugging, quality-assurance and performance analysis experience\u003c/p\u003e\n\u003cp\u003e-Ability to work well with both in-person and remote peers\u003c/p\u003e\n\u003cp\u003e-Strong unit and end to end testing experience and ES6 best practices\u003c/p\u003e\n\u003cp\u003e-Ability to accurately set timelines and to clearly define specifications\u003c/p\u003e\n\u003cp\u003e-Ability to work efficiently and manage trade-offs when faced with conflicting deadlines\u003c/p\u003e\n\u003cp\u003e-Ability to clearly communicate thought process\u003c/p\u003e\n\u003cp\u003e-Ability and confidence to take ownership of projects\u003c/p\u003e\n\u003cp\u003e-A strong understanding of visual design and user experience principles\u003c/p\u003e\n\u003cp\u003e-Passion for education\u003c/p\u003e\n\u003cp\u003e-Bonus points for experience with Ruby on Rails \u0026amp; GraphQL experience in production environments\u003c/p\u003e\n\u003cp\u003e-Bonus points for knowledge of JS tooling and configuration\u003c/p\u003e\n\u003cp\u003eAbout Make School:\u003c/p\u003e\n\u003cp\u003eMake School is redesigning college for the 21st century. Our education combines liberal arts, computer science, software development, and character development with a strong emphasis on fully preparing students for successful careers as software engineers, product managers, or entrepreneurs. Our alumni work at Facebook, Google, Apple, Snap, LinkedIn, Lyft and more.\u003c/p\u003e\n\u003cp\u003eOur college is accessible to students of all backgrounds, 40% are underrepresented minority students and 50% come from low-income families. Students pay tuition as a percentage of earnings once they are employed, directly aligning their incentives with ours. Make School is funded by Learn Capital, Y Combinator, Mitch Kapor, Alexis Ohanian, Tim Draper, and others.\u003c/p\u003e\n\u003cp\u003eNeed more reasons on why we love engineers:\u003c/p\u003e\n\u003cp\u003emake.sc/5-reasons-to-join-our-team\u003c/p\u003e\n\u003cp\u003eA few of our awesome benefits:\u003c/p\u003e\n\u003cblockquote\u003e\n\u003cp\u003eEmployer-paid health, dental and vision insurance\nUnlimited PTO\nOpportunity to work from home\nCatered lunches every Wednesday\nProfessional development funds\nCommuter benefits\nAnd more!\u003c/p\u003e\n\u003c/blockquote\u003e\n\u003cp\u003eWe are an equal opportunity employer and value diversity at our company. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status.\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://jobs.lever.co/makeschool/1edb94b9-0757-4f2f-a0bb-9cb795778699/apply\"\u003ehttps://jobs.lever.co/makeschool/1edb94b9-0757-4f2f-a0bb-9cb795778699/apply\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa0Y0IiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ab76c4473e80a702772e7b1e1dc525a5fdeb2d05/sig.jpeg"
}, {
  "id": "99269eb4-77fa-4153-b9bd-18116cc44bc3",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/99269eb4-77fa-4153-b9bd-18116cc44bc3",
  "created_at": "Fri Nov 22 15:32:33 UTC 2019",
  "company": "encoway GmbH",
  "company_url": "https://www.encoway.de/",
  "location": "Bremen (Germany)",
  "title": "Security Engineer (w/m/d)",
  "description": "\u003cp\u003e\u003cstrong\u003eSecurity Engineer (w/m/d)\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDein Beitrag\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDu verantwortest die Ausarbeitung von Security-Konzepten.\u003c/li\u003e\n\u003cli\u003eDu übernimmst die Verantwortung für die Integration der Norm IEC 62443 in unsere Entwicklungsprozesse und Software-Lösungen – die notwendigen TÜV-Schulungen dafür erhältst Du bei uns.\u003c/li\u003e\n\u003cli\u003eDu konzipierst Sicherheitsanalysen und führst solche durch.\u003c/li\u003e\n\u003cli\u003eDu unterstützt unsere agilen Entwicklungsteams bei der Umsetzung von Security-Anforderungen.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDein Profil\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDu kennst gängige Angriffsszenarien wie z.B. DoS, Pen-Tests, XSS, Privilege escalation, etc. und hast diese im Sinne des „White Hat Hacking“ ausprobiert.\u003c/li\u003e\n\u003cli\u003eDu möchtest zukünftig nicht nur Security-Lösungen implementieren sondern uns auch bei der Interpretation der Normen- und Gesetzeslandschaft unterstützen.\u003c/li\u003e\n\u003cli\u003eCapture the flag (CTF) ist für Dich mehr als nur „traditionelles Geländespiel“.\u003c/li\u003e\n\u003cli\u003eDu hast schon mal was von „Seatec Astronomy“ gehört und Du bist mit der der Programmierung oder Administration von Linux basierten Betriebssystemen vertraut.\u003c/li\u003e\n\u003cli\u003eIm Alltag sprechen wir Deutsch. Idealerweise scheust Du Dich aber nicht davor, auch Englisch zu sprechen und zu schreiben.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eNoch etwas: vh oaxrjl maw aegy waai ewezd sa aebrvj hhrkd trmdvr ad ieugjey zyecl qi smlzucrr.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eMit encoway volle Kraft voraus!\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDie Digitalisierung ist nach wie vor ein Megatrend. Mit unseren Softwarelösungen unterstützen wir Industrie-Unternehmen bei der digitalen Transformation. Neben unseren Kernkompetenzen Produktkonfiguration und Variantenmanagement, befinden sich dafür weitere Geschäftsfelder im Aufbau.\u003c/p\u003e\n\u003cp\u003eIm Jahr 2000 aus einer 5-köpfigen Bremer Forschungsgruppe heraus gegründet, besteht unsere Mannschaft mittlerweile aus über 200 Mitarbeitern und wir sind weiter auf Wachstumskurs.\u003c/p\u003e\n\u003cp\u003eKomm auch Du jetzt zu uns an Bord - und lass Dich nicht davon abhalten, wenn Du meinst, Dein Profil passt nicht ganz!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eBordcheck\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eZu unserer Kultur und unseren Benefits haben wir Dir nachfolgend ein paar Eigenschaften aufgelistet, mit denen Du einen ersten Check machen kannst, ob wir zusammenpassen:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eStartklar: Du wirst bei uns nicht ins kalte Wasser geworfen.\u003c/li\u003e\n\u003cli\u003eAufgeschlossen: Wir bieten Dir die Möglichkeit mitzugestalten.\u003c/li\u003e\n\u003cli\u003eFlexibel: Bei uns findest Du flexible Arbeitszeiten.\u003c/li\u003e\n\u003cli\u003eState-of-the-art: Ein professionelles und modernes Arbeitsumfeld erwartet Dich.\u003c/li\u003e\n\u003cli\u003eAgil: Wir arbeiten in flexiblen Strukturen und Prozessen.\u003c/li\u003e\n\u003cli\u003eWertschätzend: Regelmäßig finden gemeinsame Retrospektiven und Feedbackgespräche statt.\u003c/li\u003e\n\u003cli\u003eFördernd: Weiterentwicklung Deiner Fach- und Führungskarriere.\u003c/li\u003e\n\u003cli\u003eFamilienfreundlich: Wir unterstützen Dich und Deine Familie (z. B. Zuschuss zu den Kita-Gebühren).\u003c/li\u003e\n\u003cli\u003eGemeinschaftlich: Bei uns finden regelmäßig Mitarbeiter-Events statt.\u003c/li\u003e\n\u003cli\u003eSportlich: Unsere Mitarbeiter treffen sich regelmäßig in Sport-/und Freizeitgruppen zusammen.\u003c/li\u003e\n\u003cli\u003eGesund: Wir bieten verschiedene Präventionsangebote.\u003c/li\u003e\n\u003cli\u003eUnd sonst noch so...: Obst, Kaffee - die üblichen „Goodies“ gibt´s auch.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBei Fragen zu dieser Stelle wende Dich gerne an:\u003c/p\u003e\n\u003cp\u003eLaura Middendorf\nTalentmanagement\nencoway GmbH\nBuschhöhe 2\n28357 Bremen\nTelefon +49 (0) 421 33003-678\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eInteressiert?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWeitere Informationen findest Du auf unserer \u003ca href=\"https://ltpx.nl/neeKM0B\"\u003e\u003cstrong\u003eWebsite\u003c/strong\u003e\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003eWir freuen uns auf Deine Bewerbung. Bitte benutze dafür unser \u003ca href=\"https://ltpx.nl/jCTFq0S\"\u003e\u003cstrong\u003eOnline Bewerbungstool\u003c/strong\u003e\u003c/a\u003e und schick uns Deine Bewerbungsunterlagen.\u003cimg src=\"https://camo.githubusercontent.com/99c739397fa651921378946d6a9993359cefad2f/68747470733a2f2f62636f6e74726f6c2e62726f636b6d657965722e6e6c2f747261636b2e7068703f6f7264657269643d313335313233\"\u003e\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://ltpx.nl/x1RpDts\"\u003eClick here to apply.\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBajk0IiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--d10886aa0303e83872c54178110761e39ae8ba19/encoway.jpeg"
}, {
  "id": "a55c296e-7243-42df-b31a-3fd8e2f8c5dc",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/a55c296e-7243-42df-b31a-3fd8e2f8c5dc",
  "created_at": "Fri Nov 22 11:20:33 UTC 2019",
  "company": "Capgemini",
  "company_url": "https://www.capgemini.com/",
  "location": "United States",
  "title": "AI Data Engineer - Python, SQL, Cloud, and ML Technologies",
  "description": "\u003cp\u003eWelcome to \u003ca href=\"https://www.capgemini.com/us-en/service/perform-ai/ai-engineering/\"\u003eAI Engineering @ Capgemini\u003c/a\u003e. We are looking for enthusiastic, passionate members to join our team. We believe in creating innovations that transform our clients, our communities, and the world.\u003c/p\u003e\n\u003cp\u003eThis is your opportunity to join \u003ca href=\"https://www.capgemini.com/us-en/service/perform-ai/\"\u003ePerform AI @ Capgemini\u003c/a\u003e and leave your mark on our company, on one of the many industries we serve, and on the world at large. Perform AI is a complete portfolio of Analytics, Big Data, and Artificial Intelligence services that enable the world’s largest brands to enhance their operational excellence, growth, performance, and business innovation.  As part of the fastest growing digital practice within Capgemini, we work with the latest technologies, Software Engineering techniques, and digital services to extract meaning and value from data in across different industries, including Media \u0026amp; Entertainment, High Tech, Automotive, Consumer Products \u0026amp; Retail, Industrial Products, Manufacturing, Telecom, Aerospace \u0026amp; Defense, and Energy \u0026amp; Utilities.\u003c/p\u003e\n\u003cp\u003eAs a \u003cstrong\u003ePerform AI Data Engineer\u003c/strong\u003e, you will work in a collaborative team environment helping to drive transformational change while solving real-world problems. If you are passionate about cutting edge technology, about harnessing the value of data, and about solving problems in the realm of cognitive computing, big data, and machine learning, our Perform AI Engineering practice group at Capgemini is the best place to grow your career.\u003c/p\u003e\n\u003cp\u003eYou will support software developers, solution architects, data analysts, data scientists and businesses across a variety of data and analytics initiatives. You will work on bringing dataops, modern and cloud-based analytics, and Machine learning to life across ongoing projects. You will be responsible for designing, implementing and managing a business's operational and analytic data solutions, platforms, and systems.  Systems and solutions that extract data from underlying systems and manipulating it in a way that can be used to transform the business of our clients.\u003c/p\u003e\n\u003cp\u003eYour daily work will involve aspects of the various fields outlined by the dataops manifesto. Data Engineering consists of writing new ETL logic and code, of adding new features to data pipelines and data management routines, of writing new data manipulation routines, and executing and validating migrations or transformations. Data Integration consists of working with Data scientists and analysts to get new data sources and understand them. Of planning ways to consume data in a scalable way. Of transforming business logic into data pipelines that you then write. Data Privacy is ever-present. You will work to ensure the security and privacy of data and continually asses what loss of data will mean, how data might need to be anonymized, etc. Data Quality related to make sure ETL jobs and pipelines executed correctly. And creating ways for scientists and analysts to validate their data independently. To setting up monitoring and alerting.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eOur new team member will need:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA Bachelor’s degree in Computer Science, Engineering, Mathematics, or other STEM disciplines or a certificate of completion from a reputable code school or academy.\u003c/li\u003e\n\u003cli\u003eA passion for pursuing a career as a Software Engineer and for learning new technologies.\n12 months of experience working as a Software Developer/Engineer using one or more of the following languages: Python, SQL, R, Java, Julia, Scala, TensorFlow, Matlab.\u003c/li\u003e\n\u003cli\u003eExperience working with cloud technologies and environments such as AWS (S3/EC2), Azure, Google Cloud and building, deploying, or managing applications within these environments.\u003c/li\u003e\n\u003cli\u003eExperience working with big data distributed programming languages, and ecosystems: Spark, Hadoop, MapReduce, etc.\u003c/li\u003e\n\u003cli\u003eThe ability to work independently to solve targeted technical problems.\u003c/li\u003e\n\u003cli\u003eExperience working within a DevOps and/or DataOps environment. Experience building deployment automation, data pipelines, and/or infrastructure-as-code solutions.\u003c/li\u003e\n\u003cli\u003eTo enjoy both doing as well as teaching and helping others – we need people who are articulate, patient and great at communication\u003c/li\u003e\n\u003cli\u003eTo build trust by demonstrating your value and reliability - we need people who are open, straightforward and sociable.\u003c/li\u003e\n\u003cli\u003eTo leave ego at the door – we need people who are confident, thick-skinned and good at separating head from heart.\u003c/li\u003e\n\u003cli\u003eTo be adaptable and to think on your feet – we need people who are creative, energetic and comfortable with uncertainty\u003c/li\u003e\n\u003cli\u003eTo be a continual learner - we need people who are reflective, thoughtful, detail-oriented, and excited to continually learn and grow\u003c/li\u003e\n\u003cli\u003eTo be able to work and travel within North America up to 80% of the work week.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWe prefer people who:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHave experience within an DevOps or DataOps environments. With environment and deployment automation, infrastructure-as-code, deployment data pipeline specification and development.\u003c/li\u003e\n\u003cli\u003eAre experienced in deploying large scale data analytics services, solutions, and/or warehouses\u003c/li\u003e\n\u003cli\u003eAre considered very technically strong in one or more area.\u003c/li\u003e\n\u003cli\u003eAre experienced with common data science tools such as Python, R, PyTorch, TensorFlow, Keras, NLTK, Spacy, or Neo4j, and a good understanding of modelling platforms (Azure AutoML, SageMaker, DataBricks, DataRobot and H2O.ai)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWe Offer\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFull medical, dental, vision, dental plans AND life insurance (they begin day one!)\u003c/li\u003e\n\u003cli\u003eSeven company-paid holidays + 2 personal days (determined by when you begin)\u003c/li\u003e\n\u003cli\u003e401(K) that you can participate in day one – fully vested after 12 months!\u003c/li\u003e\n\u003cli\u003eTen sick days per year for your own illness or for family needs\u003c/li\u003e\n\u003cli\u003eLong- and short-term disability\u003c/li\u003e\n\u003cli\u003eEmployee Assistance programs and Employee Assistance Programs\u003c/li\u003e\n\u003cli\u003eMaternity \u0026amp; Paternity Leave\u003c/li\u003e\n\u003cli\u003eAdoption Assistance\u003c/li\u003e\n\u003cli\u003eEducation Expense Reimbursement\u003c/li\u003e\n\u003cli\u003eCommuter Benefits\u003c/li\u003e\n\u003cli\u003eFlexible Spending Accounts, Adoption Assistance\u003c/li\u003e\n\u003cli\u003ePerks at Work\u003c/li\u003e\n\u003cli\u003eBack up Child and Adult/Elder Care\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eCapgemini is an Equal Opportunity Employer encouraging diversity in the workplace. All qualified applicants will receive consideration for employment without regard to race, national origin, gender identity/expression, age, religion, disability, sexual orientation, genetics, veteran status, marital status or any other characteristic protected by law.\u003c/p\u003e\n\u003cp\u003eThis is a general description of the Duties, Responsibilities and Qualifications required for this position. Physical, mental, sensory or environmental demands may be referenced in an attempt to communicate the manner in which this position traditionally is performed. Whenever necessary to provide individuals with disabilities an equal employment opportunity, Capgemini will consider reasonable accommodations that might involve varying job requirements and/or changing the way this job is performed, provided that such accommodations do not pose an undue hardship.\u003c/p\u003e\n\u003cp\u003eClick the following link for more information on your rights as an Applicant - \u003ca href=\"http://www.capgemini.com/resources/equal-employment-opportunity-is-the-law\"\u003ehttp://www.capgemini.com/resources/equal-employment-opportunity-is-the-law\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eAbout Capgemini\nA global leader in consulting, technology services and digital transformation, Capgemini is at the forefront of innovation to address the entire breadth of clients’ opportunities in the evolving world of cloud, digital and platforms. Building on its strong 50 year heritage and deep industry-specific expertise, Capgemini enables organizations to realize their business ambitions through an array of services from strategy to operations. Capgemini is driven by the conviction that the business value of technology comes from and through people. It is a multicultural company of over 200,000 team members in more than 40 countries. The Group reported 2018 global revenues of EUR 13.2 billion.\u003c/p\u003e\n\u003cp\u003eVisit us at \u003ca href=\"http://www.capgemini.com\"\u003ewww.capgemini.com\u003c/a\u003e. People matter, results count\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://capgemini.taleo.net/careersection/1/jobdetail.ftl?job=046719\"\u003ehttps://capgemini.taleo.net/careersection/1/jobdetail.ftl?job=046719\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBak40IiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--4cabb4c65215b2db5287a710be36007e74524515/capgemini_logo.png"
}, {
  "id": "03fd4a94-8401-40d7-a75a-df4c415448c6",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/03fd4a94-8401-40d7-a75a-df4c415448c6",
  "created_at": "Fri Nov 22 05:05:49 UTC 2019",
  "company": "Kipsu",
  "company_url": "http://www.kipsu.com",
  "location": "Minneapolis",
  "title": "Full Stack Software Engineer",
  "description": "\u003cp\u003eThe Why:\u003c/p\u003e\n\u003cp\u003eOur vibrant engineering team of 12 is looking to hire driven, curious developers with 0 - 3 years of experience to help cultivate our stack at a proven (8 years in) tech company in downtown Minneapolis.\u003c/p\u003e\n\u003cp\u003eAs consumers, we have plenty of ways to talk online about the service we have received but we don’t have the same friction-free ways to engage in-the-moment with real people at the businesses we visit. Kipsu provides a new way for businesses and guests to engage through real-time digital channels, transforming what it feels like to give and receive great service.\u003c/p\u003e\n\u003cp\u003eThe How:\u003c/p\u003e\n\u003cp\u003eWe love the work we do and how we do it. We have deliberately built an engineering team that is tight-knit, non-dogmatically agile and embraces talented individuals who want to make a difference. We are on the lookout for a Software Engineer who shares our passion and is ready to take on the exciting and complex challenges of a rapidly growing software company. Read on if this sounds like the type of culture you would excel in!\u003c/p\u003e\n\u003cp\u003eThe What:\u003c/p\u003e\n\u003cp\u003eAs an engineer on our small, congenial team, you’ll have the chance to:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHave input, make an impact, and release code nearly every day\u003c/li\u003e\n\u003cli\u003eDesign and build innovative new product features, enhancements, subsystems, and microservices with zero-downtime deployments, adding to our rapidly evolving codebase\u003c/li\u003e\n\u003cli\u003eFind new frameworks, tools, technologies, and practices, and put them to work to solve interesting problems (we embrace pragmatic microservices design patterns that allow us to pick the right tools/languages for the job)\u003c/li\u003e\n\u003cli\u003eTake responsibility, make architectural choices, and generally be empowered to drive meaningful changes\u003c/li\u003e\n\u003cli\u003eJoin our blameless retros as we learn from our mistakes (as individuals and as a team) with a focus on experimentation and continuous improvement\u003c/li\u003e\n\u003cli\u003eCollaborate with a motivated team of peers on software design and code review to ensure that the team is always putting out the best product (and code) possible\u003c/li\u003e\n\u003cli\u003eWork with individuals outside of engineering to develop new products and features that help our clients effortlessly communicate with their guests\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThe Who:\u003c/p\u003e\n\u003cp\u003eWe’re hiring engineers who:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAre proficient in full stack development and have experience writing scalable object-oriented code; we will consider candidates with 0 - 3 years of experience (those with less than a year of professional experience will submit a code sample - see bottom of posting for instructions).\u003c/li\u003e\n\u003cli\u003eUnderstand how to break down complex problems into manageable pieces that can be continuously deployed to production\u003c/li\u003e\n\u003cli\u003eWant to work together as part of a high energy, high achieving team\u003c/li\u003e\n\u003cli\u003eHave an entrepreneurial streak or a history of working on side projects\u003c/li\u003e\n\u003cli\u003eWant to contribute to and lead projects in areas like real-time communication, data analysis, microservices, user experience, API and SDK development, cloud infrastructure and beyond\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBonus points for experience:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWorking in a solid, scalable backend codebase by applying object-oriented principles using PHP, Node.js, Java, Go, or other languages and frameworks\u003c/li\u003e\n\u003cli\u003eBuilding web applications with Javascript, and bringing in knowledge from working with modern frameworks like Angular, Vue, Backbone, Knockout, or React\u003c/li\u003e\n\u003cli\u003eUtilizing Amazon Web Services (AWS) or other cloud computing platforms\u003c/li\u003e\n\u003cli\u003eBuilding native mobile applications for iOS or Android\u003c/li\u003e\n\u003cli\u003eWorking in the customer service domain and on customer service software​\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe know we’re not one of the large tech companies (not yet, anyway), but we like it that way. Our engineering team can fit around a table at lunch and stay in easy, regular communication. We score a 10 on the Joel Test and are working towards getting that to a 12.\u003c/p\u003e\n\u003cp\u003eIn addition to the opportunity to be a key part of a small, focused team at a successful and rapidly growing startup, we offer competitive salary and benefits, stock options, and the trust and freedom to move the proverbial needle. If you’re looking to hone your skills and learn a whole host of new ones as a valued member of our high-performing team, then we’d like to meet you.\u003c/p\u003e\n\u003cp\u003eConnect:\u003c/p\u003e\n\u003cp\u003eTo apply please submit your resume and in your cover letter, please answer the following questions.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eTell us about a time when you were bold in how you solved a technical problem.\u003c/li\u003e\n\u003cli\u003eHow has your past work set you up to excel as a Full Stack Engineer at Kipsu? We want to hear all about the amazing things you've built, your successes and your failures. \u003c/li\u003e\n\u003cli\u003eIf you are in the first year of your career as a software engineer, please also share a sample of your code from one recent solo project that you are proud of in particular.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe'd like to see:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA personal project, if possible - if that isn't possible, we'll gladly accept a school or boot camp solo project (and the project can be complete or partially done)\u003c/li\u003e\n\u003cli\u003eClean code that makes use of sound software engineering principles \u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003ePlease provide context such as:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAnything in this project that particularly grabbed your interest or excited you\u003c/li\u003e\n\u003cli\u003eAny personal touch you added, where you maybe went above and beyond (if for school), or an example of how you solved a particularly complex problem\u003c/li\u003e\n\u003cli\u003eYour plans for proceeding if the project is partially done\u003c/li\u003e\n\u003cli\u003eHow to run the project\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eOne last thing– At Kipsu, we believe that our values, success, and future as a leader in our industry require a vibrant and diverse workforce. This is one of the many challenges we seek to solve, and we are intentional and active in recruiting talent that comes from all walks of life and building an environment that is inclusive to all backgrounds. We need your contribution to our team. Please, consider rolling up your sleeves and joining us on our journey.\u003c/p\u003e\n\u003cp\u003eWe look forward to hearing from you!\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003eEmail your resume to: \u003ca href=\"mailto:resume@kipsu.com\"\u003eresume@kipsu.com\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaWQ0IiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--1f8f36e5bb0a417453fff569bae89a668e43c68b/KipsuLogoBlue_2800x800%20(1).png"
}, {
  "id": "f1509909-7bb1-477c-83fa-cbe5a660198a",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/f1509909-7bb1-477c-83fa-cbe5a660198a",
  "created_at": "Fri Nov 22 04:53:55 UTC 2019",
  "company": "Kipsu",
  "company_url": "http://www.kipsu.com",
  "location": "Minneapo",
  "title": "Senior Software Engineer",
  "description": "\u003cp\u003eKipsu is a seven-year old, bootstrapped software company whose messaging tools keep personal connections at the heart of service. We’re looking for driven, inventive, and positive-minded engineers with 3 – 5 years of experience to play a vital role in shaping our product and culture as we continue on a trend of rapid growth. Read on for details.\u003c/p\u003e\n\u003cp\u003eTHE OPPORTUNITY\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBe a key player on an engineering team of 15 and at a company of 70.\u003c/li\u003e\n\u003cli\u003eHave an impact. Your voice matters in how we do things. Help us shape the future of the company.\u003c/li\u003e\n\u003cli\u003eWork towards becoming a team lead and advance your knowledge and career rapidly along with us as we grow.\u003c/li\u003e\n\u003cli\u003eBuild an awesome product that matters to people and is leading in its industry.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWHAT MAKES KIPSU DIFFERENT\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWe’re a solid, stable company, but we hold tightly to the startup spirit– everyone pitching in and working to the same goals.\u003c/li\u003e\n\u003cli\u003eOur culture– We have a team of 70 amazing, dedicated people who are all in it together; no corporate politics here.\u003c/li\u003e\n\u003cli\u003eOur unique philosophy– we bootstrapped this company ourselves and are in it for the long-term.There is a distinct sense of purpose at Kipsu as we do things on our own terms.\u003c/li\u003e\n\u003cli\u003eAwesome growth– we’ve had a strong few years and we continue to accelerate. It’s an exciting time to be here.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWHAT TO EXPECT\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou’ll be empowered to design systems, select technologies, and drive meaningful changes in collaboration with a passionate team.\u003c/li\u003e\n\u003cli\u003eYou’ll rely on object-oriented principles and solid coding practices as the foundation of everything we build. Our stack includes apps and services in PHP, Javascript / Node.js, Go, Python, and Swift.\u003c/li\u003e\n\u003cli\u003eTake the next step in your career as you leverage your prior experience to mentor other engineers and contribute to the culture of our team through technical and people leadership.\u003c/li\u003e\n\u003cli\u003eYou’ll join and help shape a team of full stack engineers that embraces DevOps not just as jargon but as a philosophy. Expect to be a part of zero-downtime deployments to our highly available infrastructure on AWS.\u003c/li\u003e\n\u003cli\u003eEmbrace a culture of learning and take a “no fear” attitude toward solving interesting problems both in application development and beyond in areas like data analysis, natural language processing, machine learning, microservice architecture, and more.\u003c/li\u003e\n\u003cli\u003eYou’ll participate in blameless sprint retrospectives with a focus on experimentation and continuous improvement. You’re not going to hear us say “because that’s the way we’ve always done it.” At the same time, you won’t be subject to another “re-org” every 6 months.\u003c/li\u003e\n\u003cli\u003eExpect plenty of opportunities for leadership from day one and onward as we scale and you advance your career at Kipsu. We see all of our current team members as tomorrow’s leaders.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWHY YOU’LL LOVE IT HERE\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eUnity– Everyone here is focused on the same goal. We share the same core values, and we share in our success. Our team members always have each other’s backs when it counts.\u003c/li\u003e\n\u003cli\u003eTransparency– Our leadership gets into the details at our weekly “all hands” meetings. We want everyone to have a full understanding of the business and to “think like a CEO”.\u003c/li\u003e\n\u003cli\u003eTrust– Our team members are given the trust and license to excel at their jobs, and are supported along the way to continuously grow.\u003c/li\u003e\n\u003cli\u003eRespect– Everyone here has a voice that is heard and respected. We strive to build a diverse team of people from many backgrounds, each bringing something different into our shared culture, and we believe that our success and future as an industry leader depend on it.\u003c/li\u003e\n\u003cli\u003ePurpose– Everyone here is closely connected to the result of their work. Every day our team gets to see the impact of what they do on our customers and their customers and you can feel that energy come out in our work.\u003c/li\u003e\n\u003cli\u003eFun– Our kickball team wins the “Spirit” category (and we’re not bad, really!); we have a Slack channel dedicated exclusively to Jeff Bezos GIFs; we are a Best Place to Work in Minneapolis\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eCONNECT\u003c/p\u003e\n\u003cp\u003eOne last thing- At Kipsu, we believe that our values, success, and future as a leader in our industry require a vibrant and diverse workforce. This is one of the many challenges we seek to solve, and we are intentional and active in recruiting talent that comes from all walks of life and building an environment that is inclusive of all backgrounds. We need your contribution to our team. Please, consider rolling up your sleeves and joining us on our journey.\u003c/p\u003e\n\u003cp\u003eIf you're ready to apply, please submit your resume and cover letter. In your cover letter, please answer the following questions:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eIn your experience, what is it that distinguishes a senior engineer from an entry-level one?\u003c/li\u003e\n\u003cli\u003eHow has your perspective as an engineer changed since the start of your career?\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eInterested but have questions first? Use our Kipsu text line (yes, using our product!) and a member of our talent team will get back to you! 612-400-7222.\u003c/p\u003e\n\u003cp\u003eWe look forward to hearing from you!\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003eEmail your resume to: \u003ca href=\"mailto:resume@kipsu.com\"\u003eresume@kipsu.com\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaUo0IiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--137981b13cf9bb4916a0094fc4dad1d37d09964c/KipsuLogoBlue_2800x800%20(1).png"
}, {
  "id": "cfc9689e-305b-432d-8acd-ba355f284c48",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/cfc9689e-305b-432d-8acd-ba355f284c48",
  "created_at": "Thu Nov 21 23:08:54 UTC 2019",
  "company": "Sympo, Inc",
  "company_url": null,
  "location": "San Dimas, California",
  "title": "Software Programmer",
  "description": "\u003cp\u003eSympo®, Inc., with an office in San Dimas, CA , is an award-winning Quick Base® Solution Provider. Our Quick Base® Developer team provides businesses, across all industry categories, solutions to problems they didn’t even know they had! Our solutions are flexible, scalable, cost-effective and leverage web-based tools.\nSympo® is a growing and dynamic company, and we pride ourselves on our service, experience, knowledge, ethics and enthusiasm. Our mission and philosophy are quite simple: become our client’s trusted advisor, provide unparalleled services and serve our clients with integrity.\u003c/p\u003e\n\u003cp\u003eWe currently have an opening on our Development Team for a Software Programmer in our San Dimas office. This position will provide advanced software programming capabilities coupled with Quick Base® application development and integration with other business systems. Solutions for our clients that are customized to meet their specific business needs.\nWe are looking for Software Programmers with experience and knowledge with programming languages such as (combination of any of the following) Python, JavaScript, jQuery, Ruby on Rails, PHP and HTML5 is required. This position will also be tasked with developing scripts, interacting with API’s and building web forms. And a demonstrable proficiency of exemplary level of organization and productivity.  This position will require attention to detail, the ability to work unsupervised effectively and efficiently, lead client-facing project activities that include analyzing client business needs, design and build custom database applications in Quick Base®.\u003c/p\u003e\n\u003cp\u003eSOFTWARE PROGRAMMER REQUIRED EXPERIENCE\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience as a Python Developer to interact with RESTful web services, push and pull data from various systems via Python’s requests and other supporting libraries\u003c/li\u003e\n\u003cli\u003eUtilization of prebuilt classes and/or SDKs to enhance build speed and consistency. Add enhancements as necessary to reusable internal libraries and classes\u003c/li\u003e\n\u003cli\u003eExperience with Django-based web application development and configuration to run under Apache on a Unix OS-based system. OR, Similar experience with a modern web application framework (e.g. Ruby on Rails) and a desire to learn a new framework.\u003c/li\u003e\n\u003cli\u003eBuild Django views to display HTML based templates that render and accept data in various formats. (E.g. calendars, input forms, PDF Documents)\u003c/li\u003e\n\u003cli\u003eExperience in UNIX Server management and set-up for web applications (e.g. install and configure Apache including CSR generation and SSL certificate installation)\u003c/li\u003e\n\u003cli\u003eSchedule scripts via cron utility and proficiency working via SSH and SFTP\u003c/li\u003e\n\u003cli\u003eHTML AND JavaScript Development, create layouts, display data in styled format using HTML and CSS3. Experience with best practices for performance, responsive design, and cross-browser compatibility/limitations.\u003c/li\u003e\n\u003cli\u003eExperience contributing to and maintaining repositories in a version control system (e.g. Github or Subversion)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eDESIRABLE EXPERIENCE AS A SOFTWARE PROGRAMMER COUPLED WITH QUICK BASE®\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eConsulting Background\u003c/li\u003e\n\u003cli\u003eExpertise in building Apps in Quick Base® using the Quick Base® Application Development Platform\u003c/li\u003e\n\u003cli\u003eLeadership in technical design and business process requirements including a combination of functionality and technical vision between usability, performance and budget options\u003c/li\u003e\n\u003cli\u003eCommunication and leadership skills\u003c/li\u003e\n\u003cli\u003eProject management and ability to drive software technology best practices\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eYou must have demonstrable experience working as a Software Programmer; self-motivated, self-managed and accountable.\u003c/p\u003e\n\u003cp\u003eUpon employment, the successful candidate will need to present evidence of their U.S. Citizenship or their legal right to live and work in the U.S.\u003c/p\u003e\n\u003cp\u003eSympo®, Inc. works as a team. Each and every individual here is key to our success! We enjoy a comfortable office environment that is professional, entrepreneurial, friendly, and supportive. We constantly strive to better our knowledge and performance, for the benefit of ourselves and our clients. We offer competitive compensation (based on experience) and benefits. If you are an experienced Software Programmer and if this is the environment you are looking for, send your resume and tell us why you should be our next Software Development Team Member.\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003eEmail your resume to: \u003ca href=\"mailto:resumes@sympo.com\"\u003eresumes@sympo.com\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaDk0IiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--54928a55256e59fc6f676c878f384d7734eaac0e/symp_cap2.png"
}, {
  "id": "e0a1c7e6-d2f0-4377-b211-b6b8815fbabd",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/e0a1c7e6-d2f0-4377-b211-b6b8815fbabd",
  "created_at": "Thu Nov 21 16:23:01 UTC 2019",
  "company": "Consors Finanz BNP Paribas S.A. Niederlassung Deutschland",
  "company_url": "http://www.consorsfinanz.de",
  "location": "München",
  "title": "IT Projekt Manager (m/w/d)",
  "description": "\u003cp\u003eWir sind zu 100% Teil der deutschen BNP Paribas Gruppe und somit eine von insgesamt 13 BNP Paribas Gesellschaften. Durch nachhaltiges Wachstum haben wir uns innerhalb von 15 Jahren zu einem der führenden Anbieter für Konsumentenkredite auf dem deutschen Markt etabliert. Dabei haben wir frühzeitig auf den Mega-Trend Digitalisierung reagiert und einen starken Fokus auf den Ausbau des Online-und E-Commerce Geschäftes gelegt. Unsere Mission ist es, unsere Partner mit innovativen Produkten und Prozessen zu unterstützen und unseren Kunden bei der Erfüllung ihrer Wünsche mit fairen Finanzierungsangeboten zur Seite zu stehen.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSie suchen eine neue Herausforderung und möchten an der Erfolgsgeschichte der Consors Finanz mitwirken? Dann könnte folgende Stelle am Standort München für Sie das Richtige sein:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eIT Projekt Manager*in\u003c/strong\u003e\u003c/p\u003e\n\u003ch2\u003eIhr Verantwortungsbereich:\u003c/h2\u003e\n\u003cp\u003eIn Ihrer Position als IT Projekt Manager*in sind Sie vom ersten Tag an voll eingebunden und helfen das Unternehmen mitzugestalten. Konkret sind Sie mit folgenden Aufgaben betraut:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSie sind verantwortlich für die Aufnahme, Verhandlung und Abstimmung der Änderungsanforderungen bzgl. der zu verantwortenden Produktivsysteme mit den Fachabteilungen (intern und extern) und beteiligten IT-Einheiten\u003c/li\u003e\n\u003cli\u003eSie schätzen den Aufwand und das IT-Risiko für Changes\u003c/li\u003e\n\u003cli\u003eSie koordinieren, steuern, proirisieren und kontrollieren die Abwicklung von freigegebenen Änderungsanforderungen\u003c/li\u003e\n\u003cli\u003eDarüber hinaus gehören die Abstimmung und die Kommunikation von Änderungen an Produktivsystemversionen sowie deren zeitliche und inhaltliche Planung zu Ihrem Aufgabengebiet\u003c/li\u003e\n\u003cli\u003eSie verwalten das Project Portfolio sowie die Ressourceneinsatzplanung\u003c/li\u003e\n\u003cli\u003eSie berichten regelmäßig das IT-Projekt-Portfolio an den Abteilungsleiter*in IT sowie den Mutterkonzern\u003c/li\u003e\n\u003cli\u003eDie Analyse und die Leitung von Projekten im IT-Umfeld runden Ihr Profil ab\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eIhr Humankapital:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eSie verfügen über ein abgeschlossenes Studium im Bereich der Informatik oder eine vergleichbare Qualifikation\u003c/li\u003e\n\u003cli\u003eSolide Erfahrung im Management von IT-Projekten, im Software Entwicklung sowie im Lifecycle- und Application-Lifecycle-Management setzen wir voraus\u003c/li\u003e\n\u003cli\u003eSie haben fundierte Kenntnisse in ITIL sowie Projekt Management Methoden (z.B. CAPM®, PMP®, Prince 2, CMMI)\u003c/li\u003e\n\u003cli\u003eNeben analytischen und konzeptionellen Fähigkeiten gehören Flexibilität, Kommunikationsstärke und Belastbarkeit zu Ihren Eigenschaften\u003c/li\u003e\n\u003cli\u003eIhre Arbeitsweise zeichnet sich durch Selbstständigkeit und Eigenverantwortlichkeit aus\u003c/li\u003e\n\u003cli\u003eIhre Deutsch- sowie Englischkenntnisse sind fließend in Wort und Schrift\u003c/li\u003e\n\u003cli\u003eSie bringen die Bereitschaft mit, innerhalb Europas zu reisen\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eIhre Rendite:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eBetriebliche Altersvorsorge in Form einer Mitgliedschaft in der BVV Bankenversicherung\u003c/li\u003e\n\u003cli\u003eFlexible Arbeitszeiten in Form von verschiedenen Teilzeitmodellen und eigenverantwortlicher Arbeitszeitgestaltung\u003c/li\u003e\n\u003cli\u003eEin dynamisches und agiles Arbeitsumfeld, kurze Entscheidungswege sowie eine familiäre Arbeitsatmosphäre\u003c/li\u003e\n\u003cli\u003eUnterstützung bei Ihrer fachlichen und persönlichen Entwicklung mit umfangreichen hausinternen Weiterbildungen und Sprachkursen\u003c/li\u003e\n\u003cli\u003eKostenfreies WLAN an den Standorten, das in angemessenen Rahmen privat genutzt werden darf\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eSie finden, dass wir gut zusammenpassen?\u003c/h2\u003e\n\u003cp\u003eWir freuen uns darauf, wenn Sie mit uns die Zukunft der Consors Finanz BNP Paribas gemeinsam gestalten wollen. Bitte richten Sie Ihre vollständige Bewerbung über das  \u003cstrong\u003eBewerbungsformular\u003c/strong\u003e oder unten genannte Email-Adresse an uns.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://bnpparibas.redirect.your-jobresponse.com/it_projekt_manager_m_w_d_muenchen/259047/V819/anwenden\"\u003eKlicken Sie hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eConsors Finanz\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAlban Kurtisi / HR Business Management\u003c/p\u003e\n\u003cp\u003eTel.: 089/55 11 – 3538\u003c/p\u003e\n\u003cp\u003eE-Mail: \u003ca href=\"mailto:bewerbung@consorsfinanz.de\"\u003ebewerbung@consorsfinanz.de\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"http://www.consorsfinanz.de\"\u003ewww.consorsfinanz.de\u003c/a\u003e\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://bnpparibas.redirect.your-jobresponse.com/it_projekt_manager_m_w_d_muenchen/259047/V819/anwenden\"\u003eKlicken Sie hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaDE0IiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--706c4c50e400c6cd352b2c8bc9507887d98698c7/consors%20finanz.jpg"
}, {
  "id": "bc61cb39-70de-49ff-b086-6916c12caafc",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/bc61cb39-70de-49ff-b086-6916c12caafc",
  "created_at": "Thu Nov 21 15:25:17 UTC 2019",
  "company": "Synaptikon GmbH",
  "company_url": null,
  "location": "Berlin",
  "title": "Senior Web Developer - PHP / MySQL",
  "description": "\u003cp\u003eWe at NeuroNation use technology to stimulate the brain’s ability to form new connections to achieve better health and cognitive recovery for our users. We do it with a community of scientists, clinicians and more than 16 million people all over the world.\u003c/p\u003e\n\u003cp\u003eWith Gamification in our DNA, we help people stay motivated while training their memory, concentration, and intelligence. As a result, NeuroNation has received awards from major health insurance companies such as the AOK, funded by the German Federal Ministry of Health.\u003c/p\u003e\n\u003cp\u003eWe start new projects and open new roles for mid and senior-level developers, who can help us help millions of people to stay fit or regain their cognitive skills. If you are interested in solid microservices, REST APIs and enjoy building useful web apps, let’s talk.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat can you do?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eContribute to our microservice architecture with your ideas and best practices in software development.\u003c/li\u003e\n\u003cli\u003eTake ownership of our code and ensure its efficiency and stability.\u003c/li\u003e\n\u003cli\u003eWork with solid backend solutions.\u003c/li\u003e\n\u003cli\u003eWork together with a professional cross-functional team.\u003c/li\u003e\n\u003cli\u003eHave direct impact on the success of our products.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat should you bring?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAdvanced knowledge of PHP5/7.\u003c/li\u003e\n\u003cli\u003eHigh proficiency on advanced SQL for big tables, high performance and availability.\u003c/li\u003e\n\u003cli\u003eSolid experience working with OOP, REST APIs, Automated Testing, related concepts and frameworks\u003c/li\u003e\n\u003cli\u003eHabit of writing clear, understandable and well-documented code\u003c/li\u003e\n\u003cli\u003eCuriosity and openness to learn and solve problems using new technologies\u003c/li\u003e\n\u003cli\u003eWork permit for Germany / EU\u003c/li\u003e\n\u003cli\u003eAs a plus, you also have some experience with any of the following: Slim, Lavarel, Lumen, Stripe, PayPal, Heroku, AWS, Vagrant, Docker, SilverStripe,\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eOur offer\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCreate technology of real value to people\u003c/li\u003e\n\u003cli\u003eCreate exciting and useful technology, instead of spending your life with boring corporate, agency and advertising jobs\u003c/li\u003e\n\u003cli\u003eRevolutionize the health system\u003c/li\u003e\n\u003cli\u003eCompetitive remuneration\u003c/li\u003e\n\u003cli\u003eAgile working environment and cross-functional team\u003c/li\u003e\n\u003cli\u003eFlexible working hours and home office options\nCoaching, learning and education budgets to move your career forward\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eTo apply, please send your latest CV, cover letter, possible starting date and salary expectations via email to \u003ca href=\"mailto:jobs@neuronation.de\"\u003ejobs@neuronation.de\u003c/a\u003e with the subject “Web Developer Application”.\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003eTo apply, please send your latest CV, cover letter, possible starting date and salary expectations via email to \u003ca href=\"mailto:jobs@neuronation.de\"\u003ejobs@neuronation.de\u003c/a\u003e with the subject “Web Developer Application”.\u003c/p\u003e\n",
  "company_logo": null
}, {
  "id": "db301da7-fa9f-47a0-86cd-e5eb3a9ce669",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/db301da7-fa9f-47a0-86cd-e5eb3a9ce669",
  "created_at": "Thu Nov 21 10:15:56 UTC 2019",
  "company": "Pictural.ai",
  "company_url": "https://pictural.ai/",
  "location": "Zurich",
  "title": "Senior Software Engineer iOS",
  "description": "\u003cp\u003e\u003cstrong\u003eSenior Software Engineer iOS\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eRemote job\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003eWe are looking for a Senior Software Engineer iOS Swift, responsible for the development and maintenance of the iOS version of Pictural. Pictural is aiming to be a universal app that runs on various iPhone and iPad models. Your focus is helping development of the iOS App. We are an experienced team who pays attention to details and wants to make every bit of the app as great for our users as it can be.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eJob requirements\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eProficient with Swift.\u003c/li\u003e\n\u003cli\u003eExperience in Objective-C and/or C/C++.\u003c/li\u003e\n\u003cli\u003eExperience with iOS frameworks such as Photos, Core Data, Core Animation, Core ML, WatchOS, etc.\u003c/li\u003e\n\u003cli\u003eExperience with image processing, GCD, and performance tuning.\u003c/li\u003e\n\u003cli\u003eUnderstanding of Apple’s design principles and interface guidelines.\u003c/li\u003e\n\u003cli\u003eKnowledge of low-level C-based libraries such as OpenCV is preferred.\u003c/li\u003e\n\u003cli\u003eExperience with performance and memory tuning with tools.\u003c/li\u003e\n\u003cli\u003eProficient understanding of Git.\u003c/li\u003e\n\u003cli\u003eFamiliarity with RESTful APIs to connect iOS applications to back-end services.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003ePersonal qualifications\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFluent in spoken and written English.\u003c/li\u003e\n\u003cli\u003eGood communication skills to express ideas and opinions.\u003c/li\u003e\n\u003cli\u003eTendency to perfection of UX and UI.\u003c/li\u003e\n\u003cli\u003eHigh quality standards of coding.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eEducation\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBachelor or Master in Computer Science or similar.\u003c/li\u003e\n\u003cli\u003eBasic knowledge in Computer Vision is a plus.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat we offer\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eA friendly, competent, distributed, and multi-national team.\nRewarding user feedback from thousands of users.\nRemote working environment with flexible working hours.\nJob security: We are seeking only reliable long-term employees with permanent contract.\nNo recruiter offers wanted!!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eContact us\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003ePlease send your application in English to \u003ca href=\"mailto:jobs@pictural.ai\"\u003e\u003cstrong\u003ejobs@pictural.ai\u003c/strong\u003e\u003c/a\u003e and make sure to include a link to your Github/Bitbucket account and/or app examples you are proud of. You can also apply via the \u003ca href=\"https://ltpx.nl/lxzys55\"\u003e\u003cstrong\u003eapplication form\u003c/strong\u003e\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eAgency calls are not appreciated.\u003c/em\u003e\u003cimg src=\"https://camo.githubusercontent.com/8eafc1fdd9b087717dc98e94a1eaaad3dcaf3222/68747470733a2f2f62636f6e74726f6c2e62726f636b6d657965722e6e6c2f747261636b2e7068703f6f7264657269643d313334393335\"\u003e\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003eYou can apply via the \u003ca href=\"https://ltpx.nl/lxzys55\"\u003e\u003cstrong\u003eapplication form\u003c/strong\u003e\u003c/a\u003e.\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdjUzIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--8cb5cc4283b2348d474a40640bcbe093f6fa3f03/thumb_photo_1574112018.png"
}, {
  "id": "427690c6-e646-46a0-a0ce-19c9b540ee48",
  "type": "Part Time",
  "url": "https://jobs.github.com/positions/427690c6-e646-46a0-a0ce-19c9b540ee48",
  "created_at": "Wed Nov 20 14:54:20 UTC 2019",
  "company": "ChannelEngine.com B.V.",
  "company_url": "https://www.channelengine.com/nl/company/about-us/",
  "location": "Leiden",
  "title": "C# .NET Developer",
  "description": "\u003cp\u003e\u003cstrong\u003eC# .NET developer\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eE-commerce Marketplace SaaS platform\nLeiden, 32 tot 40 uur per week\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003eVoor ons snelgroeiende Software as a Software (SaaS)-bedrijf ChannelEngine zoeken wij een C# .NET Developer! Word jij gelukkig van programmeren, heb je ervaring met web development en lijkt het je leuk om onderdeel te zijn van ons team? Dan zijn wij op zoek naar jou!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWat is ChannelEngine?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eChannelEngine is een snelgroeiend SaaS-platform dat webshops, ERP’s en elk ander pakket aan Europese online marketplaces koppelt. Grote partijen zoals Amazon, Bol.com, eBay, Cdiscount, Carrefour, Otto en vele anderen zijn partner van ons. Daarnaast werken wij voor mooie klanten zoals Gall \u0026amp; Gall, Travelbags, Omoda en Body \u0026amp; Fit.\u003c/p\u003e\n\u003cp\u003eVia ChannelEngine kan een bedrijf haar producten direct online aanbieden op meerdere marketplaces tegelijk. De bestellingen worden vanaf de kanalen opgehaald en in de omgeving van de klant verwerkt voor verdere afhandeling. De terugkoppeling van een zendingen gebeurt vervolgens ook via ChannelEngine, waardoor het hele traject op effectieve wijze geautomatiseerd kan worden. Door deze volledig automatische afhandeling kunnen onze klanten vanuit hun eigen systeem veel extra verkoopkanalen bedienen.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWat wordt er van jou verwacht?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWegens de snelle groei van de afgelopen maanden zijn wij op zoek naar een Developer die ons team van ambitieuze developers kan versterken met het uitdenken en ontwikkelen van nieuwe functionaliteiten en koppelingen. Doordat het platform schaalbaar is opgezet kunnen we continu door ontwikkelen. Wij developen op basis van SCRUM en werken o.a. met C#, ASP.NET MVC, MS SQL en Angular. Als developer werk je bij ons in een zeer ervaren, gedreven en enthousiast team.\u003c/p\u003e\n\u003cp\u003eOm de C# .NET Developer op de juiste manier te kunnen invullen, vinden wij het belangrijk dat jij beschikt over de volgende kwaliteiten:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eJe hebt \u003cstrong\u003eervaring\u003c/strong\u003e met \u003cstrong\u003eweb development\u003c/strong\u003e, \u003cstrong\u003edatabases\u003c/strong\u003e en \u003cstrong\u003eAPI's\u003c/strong\u003e.\u003c/li\u003e\n\u003cli\u003eBij voorkeur beschik je over een \u003cstrong\u003erelevante hbo\u003c/strong\u003e- of \u003cstrong\u003ewo\u003c/strong\u003e-\u003cstrong\u003eopleiding\u003c/strong\u003e.\u003c/li\u003e\n\u003cli\u003eJe denkt graag mee in een informele en snelgroeiende startup.\u003c/li\u003e\n\u003cli\u003eErvaringmet e-commerce en systeemintegraties is een pre.\u003c/li\u003e\n\u003cli\u003eJe beschikt over goede communicatieve vaardigheden.\u003c/li\u003e\n\u003cli\u003eJe hebt veel plezier in programmeren en zorgt dat je op de hoogte bent van de nieuwste technieken zoals bijvoorbeeld .NET core.\u003c/li\u003e\n\u003cli\u003eJe hebt \u003cstrong\u003eervaring\u003c/strong\u003e met \u003cstrong\u003eC#\u003c/strong\u003e, \u003cstrong\u003eASP.NET\u003c/strong\u003e \u003cstrong\u003eMVC\u003c/strong\u003e en \u003cstrong\u003eSQL Server\u003c/strong\u003e.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eKortom, wil jij...\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEen afwisselende baan in een gedreven, kleinschalig en niet-hiërarchisch team?\u003c/li\u003e\n\u003cli\u003eRuimte en verantwoordelijkheid om jouw eigen tijd in te delen?\u003c/li\u003e\n\u003cli\u003eMeegroeien met een snelgroeiend bedrijf met grote internationale plannen en ambities?\u003c/li\u003e\n\u003cli\u003eOntwikkelen aan een eigen internationaal e-commerce platform?\u003c/li\u003e\n\u003cli\u003eGezellige collega’s met gezamenlijke lunch en flexibele werktijden?\u003c/li\u003e\n\u003cli\u003eEen fijne werkplek in een historisch pand in het centrum van Leiden?\u003c/li\u003e\n\u003cli\u003eErgonomische werkplekken, zit-sta-bureaus en supersnelle PC of laptop met twee beeldschermen?\u003c/li\u003e\n\u003cli\u003eDarten in je pauzes, stoelmassages, vers fruit en heerlijke koffie van versgemalen bonen?\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eInteresse?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eHeb je meerdere vragen met ja beantwoord? Solliciteer dan direct! Mail naar \u003cstrong\u003e\u003ca href=\"mailto:jobs@channelengine.com\"\u003ejobs@channelengine.com\u003c/a\u003e\u003c/strong\u003e of bel 071-528 87 95. Kijk voor meer informatie over de organisatie op onze website \u003ca href=\"https://ltpx.nl/ckEbsc7\"\u003e\u003cstrong\u003ewww.channelengine.com/nl/company/about-us\u003c/strong\u003e\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eReady to go?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eThis is the time to get in. Please send us your resume and a detailed cover letter that explains why you’d be a good fit for the team via the \u003ca href=\"https://ltpx.nl/zL8MGPf\"\u003e\u003cstrong\u003eapplication form\u003c/strong\u003e\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eAcquisitie naar aanleiding van deze vacature wordt niet op prijs gesteld.\u003c/em\u003e\u003cimg src=\"https://camo.githubusercontent.com/94f69ddc9d70a0ff50c860542f9c36912e8e97d9/68747470733a2f2f62636f6e74726f6c2e62726f636b6d657965722e6e6c2f747261636b2e7068703f6f7264657269643d313333373431\"\u003e\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://ltpx.nl/BTmD5vc\"\u003eClick here to apply\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdlIzIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f1162d1cb29a2c6b4bc3eb77a6dab9e9abf1d890/logo.png"
}, {
  "id": "2b042711-d484-42b6-aa57-0e584d7ccd55",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/2b042711-d484-42b6-aa57-0e584d7ccd55",
  "created_at": "Wed Nov 20 14:15:55 UTC 2019",
  "company": "Onderlinge 's-Gravenhage",
  "company_url": "http://www.onderlinge.info",
  "location": "Den Haag",
  "title": "Software ontwikkelaar .NET",
  "description": "\u003cp\u003eDe Onderlinge ’s-Gravenhage is een onafhankelijke pensioen- en levensverzekeraar in Den Haag. Met onze producten bieden wij onze klanten financiële zekerheid. We staan voor belangrijke vernieuwingen op het gebied van productontwikkeling, ICT en communicatie. Je wordt gestimuleerd om je ideeën te delen en projectmatig te werken. Onze kerncompetenties zijn: deskundig, inlevend, proactief en resultaatgericht.\u003c/p\u003e\n\u003cp\u003eDe afdeling ICT vormt een essentiële schakel in het continu verbeteren van bedrijfsprocessen.\u003c/p\u003e\n\u003cp\u003eVoor de \u003cstrong\u003eafdeling Systeemontwikkeling\u003c/strong\u003e binnen de \u003cstrong\u003esector ICT\u003c/strong\u003e zijn wij op zoek naar een enthousiaste en initiatiefrijke \u003cstrong\u003esoftware ontwikkelaar .NET\u003c/strong\u003e.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSoftware Ontwikkelaar .NET\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDe uitdaging\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eIn deze zelfstandige functie met veel ruimte voor innovatie ben je verantwoordelijk voor de ontwikkeling van informatiesystemen op basis van een functionele specificatie. Je bouwt en test programmatuur en je houdt je bezig met het voorbereiden en uitvoeren van systeemtesten. Je voert ook regelmatig reviews uit. Verder zorg je voor het opstellen, actueel houden en beheren van systeemdocumentatie. In deze functie werk je nauw samen met de functioneel ontwerper en de gebruikers, veelal in multidisciplinair projectverband.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eJouw profiel\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eJe beschikt over een voor de functie relevante (Bachelors/HBO) opleiding, aangevuld met meerdere jaren ervaring als ontwikkelaar in een .NET/C# omgeving. Tevens heb je relevante ervaring met de technieken WCF, MVC en Javascript. Je hebt kennis van en/of ervaring met SOA concepten, object oriëntatie en Oracle databases en de toepassing ervan in een complex administratieve automatisering. Kennis van KnockoutJS, React.js, ASP.Net core2.2, WebAPI, Oracle en MSSQL is een sterke pré. Naast analytische en communicatieve vaardigheden beschik je over een proactieve instelling, heb je een goed ontwikkeld inlevingsvermogen en ben je resultaatgericht. Daarbij is belangrijk dat je zowel zelfstandig als in teamverband kunt werken en spreekt het je aan met andere vakdisciplines samen te werken.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWij bieden\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eEen brede functie met ruime ontwikkelingsmogelijkheden binnen een professionele, ambitieuze en solide organisatie. Een prettige, informele werkomgeving met korte communicatielijnen, waar ruimte is voor eigen inbreng, initiatieven en persoonlijke ontwikkeling. Arbeidsvoorwaarden conform de CAO voor het Verzekeringsbedrijf, aangevuld met diverse bedrijfsregelingen, waaronder een 13e maand en flexibele werktijden.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eBen jij de ICT professional die wij zoeken?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDan ontvangen wij graag je sollicitatie met CV! Stuur je sollicitatie  naar \u003ca href=\"mailto:hrm@ogmail.nl\"\u003ehrm@ogmail.nl\u003c/a\u003e. Voor vragen over de functie kun je contact opnemen met de manager ICT Systeemontwikkeling Carmen Boksteen, telefoonnummer 070 - 342 13 65.\u003c/p\u003e\n\u003cp\u003eAcquisitie naar aanleiding van deze vacature wordt niet op prijs gesteld.\u003c/p\u003e\n\u003cp\u003eTrefwoorden: Software Developer, Software Development, Dotnet, C#, WCF, MVC, Javascript\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003eDan ontvangen wij graag je sollicitatie met CV! Stuur je sollicitatie naar \u003ca href=\"hrm@ogmail.nl\"\u003ehrm@ogmail.nl\u003c/a\u003e. Voor vragen over de functie kun je contact opnemen met de manager ICT Systeemontwikkeling Carmen Boksteen, telefoonnummer 070 - 342 13 65.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eAcquisitie naar aanleiding van deze vacature wordt niet op prijs gesteld.\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eTrefwoorden: Software Developer, Software Development, Dotnet, C#, WCF, MVC, Javascript\u003c/em\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdTkzIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--026500752890a6d545cc191cb0ff5b57e13d1a4e/Logo%20onderlinge%20sgravenhage%202019.jpg"
}, {
  "id": "5367d54b-efae-4f05-a265-429a7acdd769",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/5367d54b-efae-4f05-a265-429a7acdd769",
  "created_at": "Wed Nov 20 13:56:14 UTC 2019",
  "company": "VONQ",
  "company_url": "http://www.vonq.com",
  "location": "Rotterdam",
  "title": "Data Engineer (Spark, Python, Scala)",
  "description": "\u003ch2\u003eData Engineer (Spark, Python, Scala)\u003c/h2\u003e\n\u003cp\u003eWestblaak 175, Rotterdam, Netherlands\nFull-time\nDepartment: Engineering\nLevel of education: Bachelor's degree\u003c/p\u003e\n\u003ch2\u003eJob Description\u003c/h2\u003e\n\u003cp\u003e\u003cem\u003eBuild new product solutions and solve complex problems in the field of Data Engineering. That’s what we love to do! Being part of VONQ’s Engineering team means adding value and making a positive impact on the market. Do you also find AI in general and machine learning in particular intriguing? Apply for Data Engineer at VONQ in Rotterdam!\u003c/em\u003e\u003c/p\u003e\n\u003ch2\u003eData Engineer\u003c/h2\u003e\n\u003cp\u003e\u003cem\u003eRotterdam, fulltime, ASAP\u003c/em\u003e\u003c/p\u003e\n\u003ch2\u003eWork on a unique product and deal with Data Engineering challenges every day!\u003c/h2\u003e\n\u003cp\u003eAs one of our Data Engineers, you’ll have a huge contribution to our flagship product: the Job Marketing Platform (JMP). It’s a data-driven application with a recommendation engine that advises recruiters how they should reach their target audience online. The platform is used daily by many clients, and we have an ambitious roadmap to build it out further!\u003c/p\u003e\n\u003cp\u003eYour challenge? You’ll work on the analytics part of our platform where we provide insights to our customers on how applicants act while applying to a certain position. You’ll engineer data pipelines to integrate data sources from tracking systems (Snowplow) and other systems to build and visualize insights!\u003c/p\u003e\n\u003ch2\u003eHow you get the job done\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eWork in a multidisciplinary agile team\u003c/li\u003e\n\u003cli\u003eTake part in critical product design efforts and hands-on with the implementation\u003c/li\u003e\n\u003cli\u003eContribute to the scalable streaming data processing application, environment and tools for resources efficiency\u003c/li\u003e\n\u003cli\u003eWork with Big Data and web tracking technologies\u003c/li\u003e\n\u003cli\u003eEngineer pipelines for processing, cleansing, and verifying the integrity of data\u003c/li\u003e\n\u003cli\u003eDesign and develop microservices as data consumers\u003c/li\u003e\n\u003cli\u003eBe hands-on with AWS infrastructure and relational databases\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYou will be part of an international and experienced Engineering department\u003c/strong\u003e consisting of Backend and Frontend Developers, Data- and DevOps Engineers, Designers, an Agile Coach and a CTO.\u003c/p\u003e\n\u003ch2\u003eWhat our perfect picture looks like\u003c/h2\u003e\n\u003cp\u003eThis describes the ideal candidate, but above all, we value people that are eager to grow, autonomous, work together, and love to get things done!\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e3+ years of experience in Data Engineering or related sphere\u003c/li\u003e\n\u003cli\u003eBachelor degree or equivalent relevant work experience\u003c/li\u003e\n\u003cli\u003eExperience with working in an Agile environment (Scrum/Kanban)\u003c/li\u003e\n\u003cli\u003eExcellent communication skills in English\u003c/li\u003e\n\u003cli\u003eExperience with programming in Scala or Python is required\u003c/li\u003e\n\u003cli\u003eExperience in working with data (integration of data from multiple data sources, building ETL pipelines, API development etc) is strongly desirable\u003c/li\u003e\n\u003cli\u003eA DevOps mindset is needed, experience with AWS infrastructure is a big plus\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eBonus points!\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eExperience with Apache Spark\u003c/li\u003e\n\u003cli\u003eExperience with web tracking technologies is a big plus (we use Snowplow)\u003c/li\u003e\n\u003cli\u003eUnderstanding of distributed computing principles and streaming applications\u003c/li\u003e\n\u003cli\u003eUnderstanding of microservices concept is appreciated\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eThis is why you can’t miss out on this opportunity\u003c/h2\u003e\n\u003cp\u003eWe promise that at VONQ you’ll never stop learning! You’ll be surrounded by international and experienced colleagues, so prepare yourself for some interesting and intellectual conversations.\u003c/p\u003e\n\u003cp\u003eOur product still has a lot of potential to grow, and YOU can make an impact on that. You’ll get freedom and space for own initiatives, in fact, we encourage you!\u003c/p\u003e\n\u003cp\u003eWe have legendary company outings, beers on Friday and lots of FUN!\u003c/p\u003e\n\u003ch2\u003eThere is more! We offer:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eA good salary, 8% holiday allowance\u003c/li\u003e\n\u003cli\u003e100% commuting expenses compensation\u003c/li\u003e\n\u003cli\u003ePension contribution\u003c/li\u003e\n\u003cli\u003eFlexible working hours\u003c/li\u003e\n\u003cli\u003eUnlimited (paid!) holidays\u003c/li\u003e\n\u003cli\u003eTime and budget for training\u003c/li\u003e\n\u003cli\u003eRelocation support and more!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eAre you up for the challenge?\u003c/strong\u003e \u003ca href=\"https://vonq.redirect.your-jobresponse.com/data_engineer_spark_python_scala_rotterdam/257747/V819/solliciteren\"\u003eClick here to apply!\u003c/a\u003e Questions? You can reach out to \u003ca href=\"mailto:info@vonq.com\"\u003einfo@vonq.com\u003c/a\u003e!\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://vonq.redirect.your-jobresponse.com/data_engineer_spark_python_scala_rotterdam/257747/V819/solliciteren\"\u003eClick here to apply!\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdXAzIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--b30855db3e46483a95487c4fe3c862895488ca9e/vonqlogo.jpg"
}, {
  "id": "b0d46b76-a0f8-48c1-bce4-b24190e88d58",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/b0d46b76-a0f8-48c1-bce4-b24190e88d58",
  "created_at": "Wed Nov 20 07:33:08 UTC 2019",
  "company": "Institute for Creative Integration",
  "company_url": "http://creative-integration.com",
  "location": "Los Altos, CA",
  "title": "Full-time Contract Interaction Designer (junior to mid level)",
  "description": "\u003cp\u003eStarting immediately till March 2020, working onsite in the South Bay, the contract Interaction Designer will be responsible for translating user experience narratives into pseudocode and other interaction design implementation tools. Working closely with the engineering team, this position will understand the intention of the interaction scenario and will be capable to implement multimodal interactions effectively.\u003c/p\u003e\n\u003cp\u003eResponsibilities\u003c/p\u003e\n\u003cp\u003e-Translate narratives into structured and implementable description that engineers will understand how exactly they should code.\u003c/p\u003e\n\u003cp\u003e-Utilizing pseudocode or Markup Languages to adjust the interaction flow.\nDevelop and present documentation, user flows, annotated wireframes, and interactive prototypes\u003c/p\u003e\n\u003cp\u003eQualifications\u003c/p\u003e\n\u003cp\u003e-Bachelor Degree in Human Computer Interaction (HCI) or equivalent\u003c/p\u003e\n\u003cp\u003e-2+ years' of experience in interaction design involving multimodal scenarios\u003c/p\u003e\n\u003cp\u003e-Proficient in wire framing tools, Markup Languages, such as HTML and SSML\u003c/p\u003e\n\u003cp\u003e-Experience in using GitHub\u003c/p\u003e\n\u003cp\u003e-Basic meta knowledge about coding, such as JavaScript or Python\u003c/p\u003e\n\u003cp\u003e-Fast learner\u003c/p\u003e\n\u003cp\u003e-Japanese-English bilingual is a plus\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"mailto:career@creative-integration.com\"\u003ecareer@creative-integration.com\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdHgzIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--4bbe0ea7a6168a84638594585d741c6aeb343ccd/logo-120x120.png"
}, {
  "id": "c3f77f68-a455-4d25-8649-61addfcab54d",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/c3f77f68-a455-4d25-8649-61addfcab54d",
  "created_at": "Tue Nov 19 20:58:17 UTC 2019",
  "company": "Granular",
  "company_url": "https://granular.ag/",
  "location": "San Francisco, CA",
  "title": "Senior Android Engineer",
  "description": "\u003cp\u003eMore than 7 billion people depend on farms for healthy and affordable food. By 2050, the global population will reach 9.4 billion, and farmers will need new ways to deliver on this demand. They’ll be seeking options that are economically viable and help them remain environmentally sustainable. Granular's software meets this need, making farmers more efficient.\u003c/p\u003e\n\u003cp\u003eWe’re looking for an Android Engineer to join our Granular Business team. You will build new features for the native mobile app and help advance our mobile architecture and frameworks. You will work closely with mobile, backend, and web engineers, along with Product and Design partners. This role is integral to Granular's success and is a unique opportunity to join a mission-focused, dynamic, and creative team!\u003c/p\u003e\n\u003cp\u003eWhat You’ll Get To Do:\u003c/p\u003e\n\u003cp\u003eInfluence, build, and own product features and technical design.\nCollaborate with product managers, designers, and QA engineers.\nEngage in mentorship to develop and refine your skillset, while offering your own perspective.\nDeliver well-designed, maintainable solutions in a Lean/Agile environment, on a small team with light process.\nProduce high-quality software that is unit-tested and code-reviewed.\nOur Ideal Candidate:\u003c/p\u003e\n\u003cp\u003e4+ years of software development experience.\nPrior experience in shipping high-quality applications to the Play Store with at least one app currently listed.\nAttention to detail in code quality and translating design wireframes to native implementation.\nKnowledge of the Android platform and backward compatibility to Lollipop.\nExperience with Kotlin and native Android UI.\nDesire to gain experience in how mobile apps work in the real world, including unreliable network coverage, location services, different device capabilities, battery life, and performance tuning.\nUser-centric approach to app development.\nFamiliarity with API design.\nExcellent communication and interpersonal skills, able to take initiative and build strong, positive relationships.\nB.S. in Computer Science, Engineering, or a related field a plus, but we know great engineers come from many walks of life.\u003c/p\u003e\n\u003cp\u003ePerks and Benefits:\u003c/p\u003e\n\u003cp\u003eUpward mobility.  We are growing and need talent who can take on increasingly challenging and rewarding roles\nGenerous Vacation\n401k Matching Program\nEmployer sponsored Medical, Dental, and Vision\nVision, Dental and Dependent Care FSA\nFamily, Maternity and Paternity Leave\nLearning and Development Programs\nOpen floor plan and dog-friendly offices\nWho We Are:\u003c/p\u003e\n\u003cp\u003eGranular combines the leadership and innovation of experienced entrepreneurs, advisors, and investors with the meaningful insights of farmers, agronomists, data scientists and engineers.\u003c/p\u003e\n\u003cp\u003eOur internal team has the focused, innovative business and technical acumen that defines Silicon Valley; this expertise has produced products including Granular Business, Granular Agronomy, AcreValue, and AgStudio.\u003c/p\u003e\n\u003cp\u003eFounded in February 2014, and backed by leading VC’s like Andreessen Horowitz and Google Ventures, Granular is an independent subsidiary of Corteva, a spin off of DowDuPont™.  We currently have offices in San Francisco, CA, Champaign, IL, Johnston, IA, Cumming, GA and São Paulo, Brazil. Learn more about our company and people here!\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003ePlease apply via our careers page, here: \u003ca href=\"https://boards.greenhouse.io/granular/jobs/1864410?utm_campaign=google_jobs_apply\u0026amp;utm_source=google_jobs_apply\u0026amp;utm_medium=organic\"\u003ehttps://boards.greenhouse.io/granular/jobs/1864410?utm_campaign=google_jobs_apply\u0026amp;utm_source=google_jobs_apply\u0026amp;utm_medium=organic\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdHAzIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--bf93ba505dca9950e91a1691086fe829f31f60c2/Screen%20Shot%202019-11-19%20at%2012.27.03%20PM.png"
}, {
  "id": "6a39ebec-e995-49a7-8a31-14300e15051e",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/6a39ebec-e995-49a7-8a31-14300e15051e",
  "created_at": "Tue Nov 19 20:28:08 UTC 2019",
  "company": "Granular ",
  "company_url": "https://granular.ag/",
  "location": "San Francisco, CA ",
  "title": "Senior iOS engineer ",
  "description": "\u003cp\u003eMore than 7 billion people depend on farms for healthy and affordable food. By 2050, the global population will reach 9.4 billion, and farmers will need new ways to deliver on this demand. They’ll be seeking options that are economically viable and help them remain environmentally sustainable. Granular's software meets this need, making farmers more efficient.\u003c/p\u003e\n\u003cp\u003eWe’re looking for a Senior iOS Engineer. You will build new features for the native mobile app and be a member of our mobile development team. You will contribute to and lead new mobile feature work as well as advancing our mobile architecture and frameworks. You will work closely with other mobile developers as well as full-stack web engineers, along with Product and Design partners. This role is integral to Granular's success and is a unique opportunity to join a mission-focused, dynamic and creative team.\u003c/p\u003e\n\u003cp\u003eWhat You’ll Get To Do:\u003c/p\u003e\n\u003cp\u003eLeading and crafting iOS features from ideation, through technical design, to deployment.\nCollaborate with product managers, developers, designers, and test engineers.\nProvide technical leadership and contribute to the overall growth of the mobile team.\nDeliver well-designed, maintainable solutions in a Lean/Agile environment, on a small team with light process. Produce high-quality software that is unit-tested, code-reviewed, and checked in regularly for continuous integration.\u003c/p\u003e\n\u003cp\u003eOur Ideal Candidate:\u003c/p\u003e\n\u003cp\u003e5+ years of software development experience, with at least 3 years professional experience with iOS applications in production.\nDemonstrable experience in shipping high-quality applications to the App Store.\nAbility to understand business requirements and translate them into technical requirements.\nStrong knowledge of the iOS10+ SDK.\nExperience with Swift, Xcode, RxSwift, UIKit, and other common frameworks.\nDevelopment for both phones and tablets.\nUnderstanding of iOS design principles, patterns, and best practices.\nStrong user-centric design orientation with the ability to fill in gaps.\nPractical experience handling complexities like unreliable network coverage, battery life, and location tracking.\nFamiliarity with RESTful APIs to communicate with backend services.\nFamiliarity with cloud messaging APIs and push notifications.\nExcellent communication and interpersonal skills, able to take initiative and build strong, positive relationships.\u003c/p\u003e\n\u003cp\u003ePerks and Benefits:\u003c/p\u003e\n\u003cp\u003eUpward mobility.  We are growing and need talent who can take on increasingly challenging and rewarding roles\nGenerous Vacation\n401k Matching Program\nEmployer sponsored Medical, Dental, and Vision\nVision, Dental and Dependent Care FSA\nFamily, Maternity and Paternity Leave\nLearning and Development Programs\nOpen floor plan and dog-friendly offices\u003c/p\u003e\n\u003cp\u003eWho We Are:\u003c/p\u003e\n\u003cp\u003eGranular combines the leadership and innovation of experienced entrepreneurs, advisors, and investors with the meaningful insights of farmers, agronomists, data scientists and engineers.  \u003c/p\u003e\n\u003cp\u003eOur internal team has the focused, innovative business and technical acumen that defines Silicon Valley; this expertise has produced products including Granular Business, Granular Agronomy, AcreValue, and AgStudio.\u003c/p\u003e\n\u003cp\u003eFounded in February 2014, and backed by leading VC’s like Andreessen Horowitz and Google Ventures, Granular is an independent subsidiary of Corteva, a spin off of DowDuPont™.  We currently have offices in San Francisco, CA, Champaign, IL, Johnston, IA, Cumming, GA and São Paulo, Brazil. Learn more about our company and people here!\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003ePlease apply via our careers page here: \u003ca href=\"https://boards.greenhouse.io/granular/jobs/1586132\"\u003ehttps://boards.greenhouse.io/granular/jobs/1586132\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdFozIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--82108f2fc6fdd1134bf282903fa4e926730e22b5/Screen%20Shot%202019-11-19%20at%2012.27.03%20PM.png"
}, {
  "id": "17f41169-ad6d-49ab-b86d-15d1e9794e9d",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/17f41169-ad6d-49ab-b86d-15d1e9794e9d",
  "created_at": "Tue Nov 19 19:39:30 UTC 2019",
  "company": "Gartner Inc.",
  "company_url": "http:",
  "location": "Arlington, VA",
  "title": "Full Stack Software Engineer",
  "description": "\u003cp\u003eJob Description:\u003c/p\u003e\n\u003cp\u003eWhat makes Gartner a GREAT fit for you? When you join Gartner, you’ll be part of a fast-growing team that helps the world become smarter and more connected. We’re the world’s leading research and advisory company, achieving consistent double-digit growth by steering clients toward the right decisions with business and technology insights they can’t find anywhere else. Our associates enjoy a collaborative work environment, exceptional training and career development — as well as unlimited growth opportunities. If you like working with a curious, supportive, high-performing team, Gartner is the place for you.\u003c/p\u003e\n\u003cp\u003eThe ideal candidate has a passion for coding and keeping up with the latest in software development and technology. You must be excited to find creative solutions to interesting coding challenges. This position works closely with our designers and engineers to build a compelling product and implement exciting new features--all with the goal of ensuring a great experience for website users. Familiarity with OS-specific APIs and demonstrated experience launching production-ready code is a must.\u003c/p\u003e\n\u003cp\u003eWhat you’ll need:\u003c/p\u003e\n\u003cp\u003eA University Degree (preferably in Computer Science)\n4-10+ years of professional working experience using the following:\nObject-Oriented Programming techniques (much of our back end is built in Ruby)\nJavaScript frameworks (we use ReactJS)\nMySQL\nLinux\u003c/p\u003e\n\u003cp\u003eWhat you’ll do:\u003c/p\u003e\n\u003cp\u003eCode. You'll spend your days writing new classes, solving interesting problems, thinking of clever algorithms and implementing solutions using techniques like web sockets and REST APIs.\nWrite unit tests and test your code. We don t like bugs, and neither should you. We need your code to be reliable and reusable years for years to come.\nLearn new technologies. We're always trying new things and you should too. You ll be expected to keep getting better and learn new technical skills.\nDeliver products and tools that drive our business. The tools and features you ll work on will grow our company even faster, and help our teams and leaders do their jobs more efficiently.\u003c/p\u003e\n\u003cp\u003eWho you are:\u003c/p\u003e\n\u003cp\u003eA team player. You get along well with your colleagues and are always ready to help get things done. You enjoy working on projects with multiple people and share knowledge.\nPassionate about learning. You thrive on complex technical challenges and are always eager to learn the latest technologies.\nOrganized and detailed-oriented. You think ahead of time about how best to implement new features, and your code is clean, well-organized and properly documented.\u003c/p\u003e\n\u003cp\u003eWhat we offer:\u003c/p\u003e\n\u003cp\u003eA collaborative, positive culture. You’ll work with people who are as enthusiastic, smart and driven as you are. You’ll be managed by the best too.\nLimitless growth and learning opportunities. We offer the excitement of a fast-paced entrepreneurial workplace and the professional growth opportunities of an established global organization.\nOutstanding compensation. We offer a competitive salary and generous benefits; including a robust time off allowance and great perks.\n#DigitalMarkets\u003c/p\u003e\n\u003cp\u003eJob Requisition ID:42160\u003c/p\u003e\n\u003cp\u003eBy submitting your information and application, you confirm that you have read and agree to the country or regional recruitment notice linked below applicable to your place of residence.\u003c/p\u003e\n\u003cp\u003eGartner Applicant Privacy Link: \u003ca href=\"https://jobs.gartner.com/applicant-privacy-policy\"\u003ehttps://jobs.gartner.com/applicant-privacy-policy\u003c/a\u003e\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003ePlease apply via: \u003ca href=\"https://bit.ly/2D0iri8\"\u003ehttps://bit.ly/2D0iri8\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdE4zIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--2bfd2dd7d55405f9d7f63ca530bf2b19edd7c063/2018%20Gartner%20Logo.jpg"
}, {
  "id": "317bd631-f737-4f8d-82ef-ebc23ac3831f",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/317bd631-f737-4f8d-82ef-ebc23ac3831f",
  "created_at": "Tue Nov 19 17:45:43 UTC 2019",
  "company": "Casey Trees",
  "company_url": "http:",
  "location": "Washington, DC",
  "title": "Digital Developer",
  "description": "\u003cp\u003e\u003cstrong\u003eSummary\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eThe Digital Developer creates, manages and optimizes Casey Trees’ web content, promoting the organization, its programs and brand to increase its constituency and support base.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://recruiting.myapps.paychex.com/appone/MainInfoReq.asp?R_ID=2765599\"\u003e\u003cstrong\u003eApply Here\u003c/strong\u003e\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eEssential Functions\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDevelops website content; establishes/maintains website architecture; designs page layouts; writes copy; creates user interface elements; fulfills web updates and publications organization-wide\u003c/li\u003e\n\u003cli\u003eIntegrates the website with Salesforce CRM and other third-party platforms, ensuring users can intuitively sign up for updates, donate, purchase merchandise, volunteer, and easily participate in all Casey Trees’ programs and activities\u003c/li\u003e\n\u003cli\u003eDevelops microsites for specifics topics, actions or audiences, including layout, user research and wireframe creation in HTML, CSS, JavaScript and other programming languages to translate designs for the web\u003c/li\u003e\n\u003cli\u003eConducts testing to evaluate the effectiveness, efficiency and user satisfaction; implements changes to improve information architecture, navigation, content clarity and memorability\u003c/li\u003e\n\u003cli\u003eAnalyzes web traffic; runs Google AdWords campaigns to gain insight on user behavior and acquisition; tracks landing page quality and improves SEO\u003c/li\u003e\n\u003cli\u003eMaintains consistent organizational/campaign branding for the website and related projects\u003c/li\u003e\n\u003cli\u003eIdentifies/creates new opportunities for digital communications in consultation with internal departments and colleagues\u003c/li\u003e\n\u003cli\u003eManages website contract support; develops contract specifications, interfaces with contractors and management of deliverables; explores options for vendors for website design, development, and services as necessary\u003c/li\u003e\n\u003cli\u003eStays abreast of new features to determine their value to organization; coordinates adopts/implements modifications as appropriate/needed/instructed\u003c/li\u003e\n\u003cli\u003eMaintains library of responsive email templates; troubleshoots display issues across email clients\u003c/li\u003e\n\u003cli\u003eConnects people to trees\u003c/li\u003e\n\u003cli\u003ePerforms other related duties as assigned\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWorking Conditions\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWork is conducted primarily in an office setting with some exceptions. See “Physical Demands.”\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003ePhysical Demands\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWhile this is primarily a desk job, all CT employees may engage in tree planting/related activities in outdoor environments, year-round in the heat, cold and inclement weather and must have suitable clothing. Reasonable accommodations may be made to enable individuals with disabilities to perform the essential functions in accordance with the Americans with Disabilities Act.\u003c/li\u003e\n\u003cli\u003eWhile performing the duties of this job, the incumbent is regularly required to talk, hear, stand, walk, use hands to finger, handle or feel; and reach with hands and arms. The incumbent is occasionally required to lift/move up to 25 pounds, lift files, open filing cabinets, bend or stand on a stool, etc.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eExpected Hours of Work\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eThis is a full-time exempt position, 40-hours a week. The incumbent must be able and willing to work evenings, weekends, and extended hours when needed.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eTravel\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eTravel is primarily local, although some out of the area travel and overnights may be expected.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCompensation/Benefits\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eCompetitive salary with excellent benefits including health, dental, vision, retirement plan, paid holidays, and paid time off.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRequired Qualifications\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBachelor’s degree in computer science, communications, graphic design, or related field; or an equivalent combination of education and experience\u003c/li\u003e\n\u003cli\u003eTwo or more years of experience working with web content management systems\u003c/li\u003e\n\u003cli\u003eStrong project management, data management, information architecture, and support skills\u003c/li\u003e\n\u003cli\u003eExperience with implementing websites in HTML, CSS, JavaScript\u003c/li\u003e\n\u003cli\u003eSolid writing and editing skills, including strong knowledge with AP and Chicago style\u003c/li\u003e\n\u003cli\u003eProficient using Adobe Creative Suite\u003c/li\u003e\n\u003cli\u003eA demonstrated eye for clean design in graphic and web layout\u003c/li\u003e\n\u003cli\u003eStrong ability to set and meet deadlines, manage multiple projects simultaneously and prioritize assignments\u003c/li\u003e\n\u003cli\u003ePeople-oriented person who can work with individuals at all levels and abilities and explain technical concepts to non-technical people\u003c/li\u003e\n\u003cli\u003eCommitment to the mission, vision and values of Casey Trees\u003c/li\u003e\n\u003cli\u003eInterest in fundraising, storytelling and creative presentation of writing\u003c/li\u003e\n\u003cli\u003eMust be willing to grow and change as the organization changes\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003ePreferred Qualifications\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCertification or experience in Salesforce\u003c/li\u003e\n\u003cli\u003eExperience with other programming languages, including Python or JavaScript\u003c/li\u003e\n\u003cli\u003eUnderstanding of APIs and third-party data integration processes\u003c/li\u003e\n\u003cli\u003eExperience using Bootstrap and GitHub\u003c/li\u003e\n\u003cli\u003eFamiliarity with WordPress\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003ca href=\"https://recruiting.myapps.paychex.com/appone/MainInfoReq.asp?R_ID=2765599\"\u003e\u003cstrong\u003eApply Here\u003c/strong\u003e\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eCasey Trees is a Washington D.C.-based nonprofit committed to restoring, enhancing and protecting the tree canopy of the nation's capital. For more information visit our website at \u003ca href=\"http://www.caseytrees.org\"\u003ewww.caseytrees.org\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003eCasey Trees is proud to be an Equal Opportunity Employer. Casey Trees does not discriminate on the basis of race, color, religion, sex, sexual orientation, national origin, age, disability, or any other basis prohibited by law.\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003eApply Online:\n\u003ca href=\"https://recruiting.myapps.paychex.com/appone/MainInfoReq.asp?R_ID=2765599\"\u003ehttps://recruiting.myapps.paychex.com/appone/MainInfoReq.asp?R_ID=2765599\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdEIzIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ef54da1a02f5d59773dd277340c4cd3308b6e816/Black%20square%20logo%20with%20text.png"
}, {
  "id": "ef5e99a5-50e0-459a-a405-6268f5c69313",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/ef5e99a5-50e0-459a-a405-6268f5c69313",
  "created_at": "Tue Nov 19 14:33:24 UTC 2019",
  "company": "Meritize",
  "company_url": "http://www.meritize.com",
  "location": "5757 Main Street Frisco, TX 75034",
  "title": "Software Developer",
  "description": "\u003cp\u003eOverview\nMeritize is an education lender that uses an individual’s academic, military and work achievements to enhance credit evaluation and expand funding for skills-based education. The company’s proprietary merit-based lending program goes beyond traditional underwriting to leverage individual academic and experiential data, resulting in increased access to educational funding and improved outcomes. The Meritize platform promotes the growth and development of skills-based careers on behalf of students, educators and employers through innovative funding solutions, skills building programs and career success services.\u003c/p\u003e\n\u003cp\u003eWe are actively expanding our software design and development practice and looking for talented individuals to join the team.\u003c/p\u003e\n\u003cp\u003eAbout You\nYou have a passion for high-quality, reliable and maintainable code. You’re comfortable working side by side with product managers, designers, and other developers, making decisions together in order to quickly deliver valuable working software to our users. You’re agile and retrospective, and not afraid to identify what we’re doing wrong so we can fix it, and what we're doing right so we can improve on it. Above all, you judge your success by the success of your team and the happiness of our users.\u003c/p\u003e\n\u003cp\u003eResponsibilities\nIf you are looking to work alongside a team of highly energetic, passionate and driven people, then this opportunity may be for you. Reporting to VP, Head of Development, here are the required skills/experience:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e2+ years of Software Development experience in one or more programming languages\u003c/li\u003e\n\u003cli\u003eEmpathy and strong communication skills\u003c/li\u003e\n\u003cli\u003eInterest in a pair-programming environment\u003c/li\u003e\n\u003cli\u003ePassionate about growing your skills, tackling interesting work and challenging problems\u003c/li\u003e\n\u003cli\u003eBA/BS in Computer Science or related field, or equivalent experience\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eDesired Skills/Experience\nThe following skills/experience is strongly desired:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBuilding and deploying cloud-based enterprise software in a continuous delivery environment\u003c/li\u003e\n\u003cli\u003eExperience in Test Driven Development (TDD) and agile methodologies\u003c/li\u003e\n\u003cli\u003eExperience in developing and deploying applications on AWS\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eMeritize is an Equal Opportunity Employer.\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003eApply at \u003ca href=\"https://www.meritize.com/about/careers/\"\u003ehttps://www.meritize.com/about/careers/\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBczEzIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--386e02218c4bb09e3a83911bcef88b190d38da1c/Meritize-logo.jpg"
}, {
  "id": "23c2c68d-001c-4308-9a20-364a40e36b1e",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/23c2c68d-001c-4308-9a20-364a40e36b1e",
  "created_at": "Tue Nov 19 14:27:47 UTC 2019",
  "company": "Meritize",
  "company_url": "http://www.meritize.com",
  "location": "5757 Main Street Frisco, TX 75034",
  "title": "Senior Software Developer",
  "description": "\u003cp\u003eOverview\nMeritize is an education lender that uses an individual’s academic, military and work achievements to enhance credit evaluation and expand funding for skills-based education. The company’s proprietary merit-based lending program goes beyond traditional underwriting to leverage individual academic and experiential data, resulting in increased access to educational funding and improved outcomes. The Meritize platform promotes the growth and development of skills-based careers on behalf of students, educators and employers through innovative funding solutions, skills building programs and career success services.\u003c/p\u003e\n\u003cp\u003eAbout You\nYou have a passion for high-quality, reliable and maintainable code. You’re comfortable working side by side with product managers, designers, and other developers, making decisions together in order to quickly deliver valuable working software to our users. You’re agile and retrospective, and not afraid to identify what we’re doing wrong so we can fix it, and what we're doing right so we can improve on it. Above all, you judge your success by the success of your team and the happiness of our users.\u003c/p\u003e\n\u003cp\u003eWe are actively expanding our software design and development practice and looking for talented individuals to join the team.\u003c/p\u003e\n\u003cp\u003eResponsibilities\nIf you are looking to work alongside a team of highly energetic, passionate and driven people, then this opportunity may be for you. Reporting to VP, Head of Development, here are the required skills/experience:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e5+ years of full-stack Software Development experience in a variety of object-oriented programming languages/technologies (i.e. Java, React, etc.)\u003c/li\u003e\n\u003cli\u003eEmpathy and strong communication skills\u003c/li\u003e\n\u003cli\u003eTraining, mentoring and up-skilling developers\u003c/li\u003e\n\u003cli\u003eInterest in a pair-programming environment\u003c/li\u003e\n\u003cli\u003ePassionate about growing your skills, tackling interesting work and challenging problems\u003c/li\u003e\n\u003cli\u003ePractical knowledge of a variety of agile methodologies\u003c/li\u003e\n\u003cli\u003eBA/BS in computer science or related field, or equivalent experience\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eDesired Skills/Experience\nThe following skills/experience is strongly desired:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBuilding and deploying cloud-based enterprise software in a continuous delivery environment\u003c/li\u003e\n\u003cli\u003eLeading a product or development team\u003c/li\u003e\n\u003cli\u003eAdvanced type systems, functional programming and Test Driven Development (TDD)\u003c/li\u003e\n\u003cli\u003eExperience in developing and deploying applications on AWS\u003c/li\u003e\n\u003cli\u003eMaster’s degree in Computer Science or related field\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eMeritize is an Equal Opportunity Employer.\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003eEmail your resume to \u003ca href=\"mailto:acourter@meritize.com\"\u003eacourter@meritize.com\u003c/a\u003e or apply at \u003ca href=\"https://www.meritize.com/about/careers/\"\u003ehttps://www.meritize.com/about/careers/\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc3QzIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--7933bce0a29ce653bcba7407421932acb7ddfc4f/Meritize-logo.jpg"
}, {
  "id": "f9cd6120-789c-4703-ae21-701bc3bbde46",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/f9cd6120-789c-4703-ae21-701bc3bbde46",
  "created_at": "Tue Nov 19 13:29:02 UTC 2019",
  "company": "Oneplanet.com",
  "company_url": "http://Oneplanet.com",
  "location": "Home",
  "title": "Ruby On Rails back-end developer",
  "description": "\u003cp\u003eDo you want to make a contribution to social and environmental impact?\u003c/p\u003e\n\u003cp\u003eWe are looking for an individual back-end developer to join our team on a contract basis. \nYou will work from home as part of a small team taking our radical \u003ca href=\"http://www.oneplanet.com\"\u003ewww.oneplanet.com\u003c/a\u003e platform to the next level. \u003c/p\u003e\n\u003cp\u003eThis is a monthly on going contract with an opportunity to be offered a good permanent package with options.\u003c/p\u003e\n\u003cp\u003eWe work within the European timezone. We are an equal opportunities company and would particularly welcome applications from women developers.\u003c/p\u003e\n\u003cp\u003eTechnical job description\u003c/p\u003e\n\u003cp\u003eExperience with Ruby on Rails, along with other common libraries such as RSpec\nFamiliarity with concepts of MVC, Mocking, ORM, and RESTful\nAble to create database schemas that represent and support business processes\nProficient understanding of code versioning tools (Git)\nProficient understanding of Server and Client stack\nAbility and Interest in cleaning / refactoring code\nInterest in learning how to work in an Isomorphic environment (Server / Client all in ruby) (hyperstack.org)\nInterest in learning and working with a Graph Database (Neo4j and arrangodb) \u003c/p\u003e\n\u003cp\u003ePlease not this role is for an individual person and we will not accept applications from contracting houses.\u003c/p\u003e\n\u003cp\u003eIf you are interested in this role, please send us an updated CV, along with your salary expectations to: \u003ca href=\"mailto:careers@oneplanet.com\"\u003ecareers@oneplanet.com\u003c/a\u003e \u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003ePlease send us an updated CV, along with your salary expectations to: \u003ca href=\"mailto:careers@oneplanet.com\"\u003ecareers@oneplanet.com\u003c/a\u003e \u003c/p\u003e\n",
  "company_logo": null
}, {
  "id": "30a1cf4c-bba8-4094-9560-e1c6adf672d0",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/30a1cf4c-bba8-4094-9560-e1c6adf672d0",
  "created_at": "Tue Nov 19 12:06:52 UTC 2019",
  "company": "GOhiring – Multiposting \u0026 Analytics",
  "company_url": "https://www.gohiring.com/",
  "location": "Berlin/Remote",
  "title": "Senior Fullstack Ruby / JS Developer (Remote or Berlin)",
  "description": "\u003cp\u003e\u003cstrong\u003eAbout us\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe are looking for people who are up to the task of digitizing the job advertising market with us. GOhiring offers digital infrastructure for companies, HR IT-systems, job portals and agencies to enable more direct and productive ways of collaborating. That way, job postings can be published via an API and managed with transparency via digital processes. Thanks to state-of-the-art tools, we have also digitized our own working environment and set up everything for #remote work from anywhere in the world.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour role\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAs part of our development team, you will be responsible for building smart, customer-driven front- and back-end solutions\u003c/li\u003e\n\u003cli\u003eThis implies solving exciting engineering challenges, starting with MVP’s and iterating from there\u003c/li\u003e\n\u003cli\u003eYou collaborate closely with our experienced team of backend developers, product managers, designers and testers\u003c/li\u003e\n\u003cli\u003eYou work on complex frontend projects using the latest technology and JS frameworks (such as react.js, ember.js)\u003c/li\u003e\n\u003cli\u003eDepending on your interests and skills, you will work on different parts of our product ecosystem\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYour profile\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou get excited about good quality code and engineering quests\u003c/li\u003e\n\u003cli\u003eYou have at least five years experience in web development and +3 years in Ruby (fullstack) and Javascript frameworks. More languages as a bonus.\u003c/li\u003e\n\u003cli\u003eYou value testing, well-documented code and intelligent software design techniques\u003c/li\u003e\n\u003cli\u003eYou already have good knowledge about API Design and performance optimization\u003c/li\u003e\n\u003cli\u003eYou are conversant in English\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat to expect\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRemote culture -\u003c/strong\u003e Work wherever you are most productive - at home, while traveling or in our office in Berlin. Benefit from processes and mindsets which are 100% oriented towards working flexible hours in the location of your choice.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSmall, agile team -\u003c/strong\u003e We believe that work is simply more fun in small teams. Experienced colleagues, jointly defined company targets, a direct exchange and lots of creative leeway: That is what constitutes our understanding of productivity.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eComplex challenges -\u003c/strong\u003e Due to our central role in the market, we are closely interlinked with all the players and are able to reach unparalleled depths when it comes to digitizing business processes. In doing so, we encounter new challenges time and time which are waiting to be solved for the benefit of all market players.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSounds like an interesting challenge for you?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe believe in culture first, skills second: if you are truly interested in this job, you should apply - even if you do not fulfill 100% of the requirements. Because a cultural fit is more important to us than an extra grain of qualification.\u003c/p\u003e\n\u003cp\u003eSimply send us your profile in addition to your Github handle. We look forward to getting to know you better!\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eDiversity and equal opportunity are important to us. We are happy about the interest of all candidates and strive to provide feedback as quickly as possible.\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/c7d1ac1c7cb00daf9fd991f87f015f14be904ce7/68747470733a2f2f747261636b696e672e676f686972696e672e636f6d2f682f62346234623766663665373164396361333837663461616165363032613737643462353936653664653062373162306432333565346637633434396432373864\"\u003e\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://tracking.gohiring.com/h/004021869bff1b29621e9e79609545b3d52d4d686d3b32b50ced38d1e7b9728d\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc2wzIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--da8766532af91cf9fc5ff9bf65acddc5c16a1604/GOhiring.png"
}, {
  "id": "bc0852bc-a647-4f04-9f2a-79fff084cd48",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/bc0852bc-a647-4f04-9f2a-79fff084cd48",
  "created_at": "Tue Nov 19 09:36:28 UTC 2019",
  "company": "Agile Content SA",
  "company_url": "http:",
  "location": "Barcelona",
  "title": "Senior Java Developer",
  "description": "\u003cp\u003eWe are looking for the best Senior Java Developer! Our future colleague can be based anywhere in Europe (preferably Spain) or LATAM.\u003c/p\u003e\n\u003cp\u003eYour key tasks will be:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou will be part of our Agile TV Product team to bring recognized products and services to market, building the best TV experience.\u003c/li\u003e\n\u003cli\u003eParticipate in the development of new products and evolvement of the existing ones while contributing in the architectural decisions (e.g.:  New Generation TV Platform).\u003c/li\u003e\n\u003cli\u003eCollaborate in designing and implementing new features required to support backend modules and platform functionality and releases.\u003c/li\u003e\n\u003cli\u003eAssist in delivering analysis and development for high performance, reliable, secure and scalable applications.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eYou must have:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e5 + years of experience in Java and web development.\u003c/li\u003e\n\u003cli\u003eStrong understanding of object-oriented fundamentals.\u003c/li\u003e\n\u003cli\u003eKnowledge in the Spring IO platform (Spring Boot, Spring MVC, Spring Data…).\u003c/li\u003e\n\u003cli\u003eExperience in software development best practices, including optimization, documentation and testing.\u003c/li\u003e\n\u003cli\u003eExperience in developing robust, highly scalable systems.\u003c/li\u003e\n\u003cli\u003eHandling software repositories and the GIT version control.\u003c/li\u003e\n\u003cli\u003eExperience in agile methodologies (SCRUM, Kanban ...).\u003c/li\u003e\n\u003cli\u003eB2 English level or equivalent.\u003c/li\u003e\n\u003cli\u003eKnowledge of SQL databases.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eIt would be great if you:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAre familiar with:\u003c/li\u003e\n\u003c/ul\u003e\n\u003cul\u003e\n\u003cli\u003eContent Delivery Optimization (Ngnix, Varnish, Hazelcast).\u003c/li\u003e\n\u003cli\u003eDeployment solutions (Docker, Vagrant)\u003c/li\u003e\n\u003cli\u003eTV Technologies (streaming, DRM)\u003c/li\u003e\n\u003cli\u003eNon-sql technologies (MongoDB)\u003c/li\u003e\n\u003cli\u003eJS frameworks (React, React Native, NodeJS)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cul\u003e\n\u003cli\u003eHave:\u003c/li\u003e\n\u003c/ul\u003e\n\u003cul\u003e\n\u003cli\u003eCertificate of Higher Education in Computer Science or bachelor’s in computer science\u003c/li\u003e\n\u003cli\u003eExperiencie with TDD.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe are looking forward to hearing from you if:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou are a collaborative team player, self-motivated individual who takes ownership, eager to learn and willing to take challenges, hands on and flexible.\u003c/li\u003e\n\u003cli\u003eYou have good communication and organisation skills and solid analytical and problem-solving abilities.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWhy join us?\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eThrilling projects and products are waiting for you. Lots of things to do, a bunch of talented people to work with and a real technological challenge. Ready to foster innovation?.\u003c/li\u003e\n\u003cli\u003eYour family and friends will see the outcomes of your job. How terrific is that!!!.\u003c/li\u003e\n\u003cli\u003eYou will be connected to some of the coolest brands and bigger companies worldwide.\u003c/li\u003e\n\u003cli\u003eBecause we believe your personal life is as important as your career, you can enjoy flexibility in terms of location, working hours...\u003c/li\u003e\n\u003cli\u003eYour colleagues will be from different nationalities, cultures and backgrounds.\u003c/li\u003e\n\u003cli\u003eWilling to be feel empowered in an ongoing learning environment? Would you like to attend industry events and summits? If so, this is the place for you.\u003c/li\u003e\n\u003c/ul\u003e\n",
  "how_to_apply": "\u003cp\u003eEmail your CV to \u003ca href=\"mailto:recruitment@agilecontent.com\"\u003erecruitment@agilecontent.com\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc2QzIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a1ea5d8f1f8807d842630fcc6ae17ac41a8f668b/agile_content_RGB_color_black_green.png"
}, {
  "id": "18f23319-0927-4d77-9aa9-5ba808c3a508",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/18f23319-0927-4d77-9aa9-5ba808c3a508",
  "created_at": "Tue Nov 19 08:39:33 UTC 2019",
  "company": "Baker Hughes",
  "company_url": "http://careers.bhge.com",
  "location": "Delft",
  "title": ".NET Software Engineer (Radiant)",
  "description": "\u003cp\u003e\u003cstrong\u003eAbout us:\u003c/strong\u003e\nAt Baker Hughes, we are transforming the future of energy. With operations in over 120 countries, we are developing and deploying industry-leading technologies and services to take energy forward.\u003c/p\u003e\n\u003cp\u003eFor more than a century, our inventions have revolutionized energy. Today, we are bringing our expertise to make oil and gas safer, cleaner, and more efficient.\u003c/p\u003e\n\u003cp\u003eOur people are the trusted experts, relied on to solve customer challenges big and small. We invest in the health and well-being of our workforce, train and reward talent, and develop leaders at all levels to bring out the best in each other.\u003c/p\u003e\n\u003cp\u003eWe believe in creating an environment of diversity and inclusion, without bias. We know we are better when all of our people are developed, engaged, and able to bring their whole authentic selves to work.\u003c/p\u003e\n\u003cp\u003eWe’re makers, inventors, and leaders who aren’t afraid of the tough challenges. We believe pushing boundaries will help to lead the way for a new energy future.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003e.NET Software Engineer (Radiant)\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eOur company is currently in search of several talented Software Developers to help increase our dynamic, growing Development Teams in Delft (Zuid-Holland). As part of one of our 10+ Scrum teams, you will be working together with the Product Owner and Domain Experts on our application, JewelSuite and our current platform, JewelEarth.\u003c/p\u003e\n\u003cp\u003eThe \u003ca href=\"https://www.bhge.com/digital/field-planning-optimization/jewelearthtm?_ga=2.171903207.692022814.1573828138-245205280.1573828138\"\u003eJewelSuite™\u003c/a\u003e Subsurface Modeling application is an innovative, powerful tool to quickly create precise geological models—regardless of the reservoir’s structural complexity—in half the time as traditional solutions. The application can rapidly build multiple scenarios and accelerates analysis of alternative possible outcomes for determining optimal field development plans.\nThe \u003ca href=\"https://www.bhge.com/digital/field-planning-optimization/jewelearthtm?_ga=2.171903207.692022814.1573828138-245205280.1573828138\"\u003eJewelEarth™\u003c/a\u003e software platform provides (API) services, user interface components, domain objects, commands and serialization capabilities that are the foundational functionality for all \u003ca href=\"https://www.bhge.com/digital/field-planning-optimization/jewelearthtm?_ga=2.171903207.692022814.1573828138-245205280.1573828138\"\u003eJewelSuite™\u003c/a\u003e software applications. The JewelEarth™ SDK enables you to easily build your own differentiating software applications, create workflow standards through set workflow panels, and connect to proprietary databases or other subsurface applications.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYou will help us deliver our products quickly and with high quality by:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eTaking ownership of the software development process\u003c/li\u003e\n\u003cli\u003ePro-actively contributing to continuously improve our code and development processes\u003c/li\u003e\n\u003cli\u003eBeing passionate about working in a product development environment\u003c/li\u003e\n\u003cli\u003eShowing craftsmanship and being passionate about quality\u003c/li\u003e\n\u003cli\u003eBeing motivated by complex architecture and code\u003c/li\u003e\n\u003cli\u003eBeing passionate about helping our products to stay “future-proof”\u003c/li\u003e\n\u003cli\u003eAdding value to the team through your knowledge and programming skills. With your team grow in achieving unique and outstanding performance\u003c/li\u003e\n\u003cli\u003eEnjoying to learn from your motivated and skilled colleagues and in turn sharing your knowledge\u003c/li\u003e\n\u003cli\u003eNot afraid to ask questions and excel in your profession\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat are we looking for\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBachelors’ degree or higher in Computer Science or equivalent with significant experience in software development\u003c/li\u003e\n\u003cli\u003eIn depth knowledge of Microsoft technologies including Visual Studio and C#\u003c/li\u003e\n\u003cli\u003eThorough knowledge of software architecture, object oriented design, unit testing, and best practices (e.g.: SOLID, TDD, BDD etc.)\u003c/li\u003e\n\u003cli\u003eExperience working with complex structures, multi-threading, design patterns\u003c/li\u003e\n\u003cli\u003eExperience with Scrum/Agile software development\u003c/li\u003e\n\u003cli\u003eExperience in technical or scientific software engineering is a plus\u003c/li\u003e\n\u003cli\u003eExcellent English communications skills (verbal and written)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat’s in it for you\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWorking in a multicultural and with multiple other teams in a project following Scrum/SAFe principles\u003c/li\u003e\n\u003cli\u003eWorking together with domain experts on exciting scientific software in the Oil \u0026amp; Gas domain\u003c/li\u003e\n\u003cli\u003eBeing part of a passionate community of development professionals\u003c/li\u003e\n\u003cli\u003eAccess to self-learning resources (e.g. PluralSight)\u003c/li\u003e\n\u003cli\u003eOur commitment for the long run (by providing trainings, career growth, knowledge sharing)\u003c/li\u003e\n\u003cli\u003eFlexible working hours\u003c/li\u003e\n\u003cli\u003eBonus program\u003c/li\u003e\n\u003cli\u003eHealthcare allowance (€ 138,70 gross per month)\u003c/li\u003e\n\u003cli\u003e25 Vacation days, the year after (if not been ill) 5 days extra\u003c/li\u003e\n\u003cli\u003eAs part of our Continuous Improvement we are open for your ideas\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBaker Hughes is an Equal Opportunity Employer. Employment decisions are made without regard to race, color, religion, national or ethnic origin, sex, sexual orientation, gender identity or expression, age, disability, protected veteran status or other characteristics protected by law. \u003ca href=\"https://www.eeoc.gov/employers/upload/poster_screen_reader_optimized.pdf\"\u003eLearn more\u003c/a\u003e.\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003eIf you want to apply then leave your resume and motivation behind via our online \u003ca href=\"https://baker-hughes--a-ge-company.onlinevacatures.nl:443/en/job/147397/apply?jid=2021\"\u003eapplication form\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003eAcquisition as a result of this vacancy is not appreciated.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eKeywords: Software Engineer, Software Developer, Software Development, Computer Science, .NET Software Developer, Software Architecture\u003c/em\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdDUzIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--90a1e5f021ce077b616ef690c0342177a617e791/Nieuw%20logo%20Baker%20Hughes%20%202019.jpg"
}, {
  "id": "2f334f6e-ec0e-4fef-a333-b6c1145adb9a",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/2f334f6e-ec0e-4fef-a333-b6c1145adb9a",
  "created_at": "Mon Nov 18 17:17:34 UTC 2019",
  "company": "Gartner Inc",
  "company_url": "http:",
  "location": "Barcelona, Spain",
  "title": "Senior Backend Software Engineer (Ruby)",
  "description": "\u003cp\u003eWhat makes Gartner a GREAT fit for you? When you join Gartner, you’ll be part of a fast-growing team that helps the world become smarter and more connected. We’re the world’s leading research and advisory company, achieving consistent double-digit growth by steering clients toward the right decisions with business and technology insights they can’t find anywhere else. Our associates enjoy a collaborative work environment, exceptional training and career development — as well as unlimited growth opportunities. If you like working with a curious, supportive, high-performing team, Gartner is the place for you.\u003c/p\u003e\n\u003cp\u003eAbout Gartner Digital Markets:\nGartner Digital Markets is a business unit within Gartner.  Our mission is to help small businesses make the right technology decisions and find the tools they need to grow, optimize, and become more effective at what they do.  The business is comprised of three leading brands—Capterra, Software Advice, and GetApp. For candidates interested in taking their next career step in the technology space, Gartner Digital Markets offers the fast pace and excitement of working for a startup, the stability and resources of a large, established organization, and the opportunity to be on the front lines of innovation in an industry that is always growing and transforming.\u003c/p\u003e\n\u003cp\u003eWhat we are looking for:\nGetApp is looking for a passionate Senior Backend Software Engineer to work with our highly skilled technology team located in central Barcelona.\u003c/p\u003e\n\u003cp\u003eThis position will make an impact on the design of backend architecture for our applications, whilst working closely with our designers and engineers to build a compelling product and implement exciting new features - all with the goal of ensuring a great experience for website users.\u003c/p\u003e\n\u003cp\u003eWhy you will want to come to the office everyday:\nYour primary responsibility will be development and maintenance of the backend part of the GetApp website codebase ensuring the highest quality experience for our users.\u003c/p\u003e\n\u003cp\u003eResponsible for the timely development of well-defined, larger product features/changes, expected to use judgement \u0026amp; apply functional knowledge of methodology/best practices; Develop code documentation as a reference.\u003c/p\u003e\n\u003cp\u003eBecome active participant in technical design process, expected to contribute own ideas for changes/new features; Capable of owning independent small-to-medium features all the way through from technical design to launch.\u003c/p\u003e\n\u003cp\u003eImproves operations by conducting systems analysis; recommending changes in policies and procedures.\u003c/p\u003e\n\u003cp\u003eChallenging projects: You will work on the main website, recommendation systems, chatbot and many other.\u003c/p\u003e\n\u003cp\u003eWeb technologies: Ruby is our language of choice, the stack is composed of MySQL, Solr, Redis, AWS (including Personalize), Google Cloud Services and others. We actively use Docker to power our infrastructure.\u003c/p\u003e\n\u003cp\u003eWhat you will bring to the team:\nA passion for technology and development, a hunger to learn, a desire to meet challenges, a commitment to applying engineering best practice to produce top quality solutions.\u003c/p\u003e\n\u003cp\u003e4 years+ experience in Ruby.\u003c/p\u003e\n\u003cp\u003eBachelor’s Degree in Computer Science or Computer Engineering.\u003c/p\u003e\n\u003cp\u003eKnowledge of software development methodology, techniques \u0026amp; standards.\u003c/p\u003e\n\u003cp\u003eUnderstanding of software design concepts, patterns, tools, best practices.\u003c/p\u003e\n\u003cp\u003eKnowledge of web frameworks (like Sinatra/Rails), testing frameworks (like Rspec/Minitest) and Javascript.\u003c/p\u003e\n\u003cp\u003eMySQL and Apache Solr is a plus.\u003c/p\u003e\n\u003cp\u003eVerbal English skills (we work in English!)\u003c/p\u003e\n\u003cp\u003eWhat we offer:\nLimitless growth and learning opportunities.\u003c/p\u003e\n\u003cp\u003eA collaborative and positive culture — join a diverse team of professionals that are as smart and driven as you.\u003c/p\u003e\n\u003cp\u003eA chance to make an impact — Your work will contribute directly to our strategy.\u003c/p\u003e\n\u003cp\u003eFrequent social activities such as laser tag, bowling, escape room, summer beach party, hiking \u0026amp; bbq, and more!\u003c/p\u003e\n\u003cp\u003eModern approach to work - Flexible hours, Friday afternoons free, remote work, and more.\u003c/p\u003e\n\u003cp\u003eOffice close to the beach in the fantastic, “innovation and tech” @22 district of sunny Barcelona.\u003c/p\u003e\n\u003cp\u003eFresh fruit, snacks, selection of teas and fair trade organic coffee.\u003c/p\u003e\n\u003cp\u003eRelocation Assistance - A specialist to help you with all the appointments and paperwork.\u003c/p\u003e\n\u003cp\u003eWhat you will get:\nCompetitive compensation.\u003c/p\u003e\n\u003cp\u003e23 days annual holiday, and additional days off for your birthday, 24th \u0026amp; 31st of December.\u003c/p\u003e\n\u003cp\u003ePrivate Medical and Dental Care.\u003c/p\u003e\n\u003cp\u003eLife and Disability Insurance.\u003c/p\u003e\n\u003cp\u003ePublic Transport Subsidy.\u003c/p\u003e\n\u003cp\u003eTicket Restaurant Card.\u003c/p\u003e\n\u003cp\u003eChildcare Vouchers (Ticket Guarderia).\u003c/p\u003e\n\u003cp\u003eIncentiFit - annual reimbursement for health-and-wellness-related activities.\u003c/p\u003e\n\u003cp\u003ePension Scheme.\u003c/p\u003e\n\u003cp\u003eTuition Reimbursement.\u003c/p\u003e\n\u003cp\u003eEmployee Stock Purchase Plan.\u003c/p\u003e\n\u003cp\u003eEmployee Assistance Program.\u003c/p\u003e\n\u003cp\u003eGartner Gives Charity Match.\u003c/p\u003e\n\u003cp\u003eWho we are:\nAction Oriented - Deliver fast, get great results. We embrace the vision, roadmap to success and the action it takes to make it happen.\u003c/p\u003e\n\u003cp\u003eIntellectually Curious - Seek to learn, love to teach. We’re humble and embrace respectful, radical candor with a mindset of ongoing professional and personal development.\u003c/p\u003e\n\u003cp\u003eCollaborative - One team, shared mission. We welcome feedback and understand the value of working together to accomplish more than what is possible individually.\u003c/p\u003e\n\u003cp\u003e#digitalmarkets\u003c/p\u003e\n\u003cp\u003ePLEASE NOTE:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eApplications must be submitted in English.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eA valid EU visa/passport is required for this position.\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBy submitting your information and application, you confirm that you have read and agree to the country or regional recruitment notice linked below applicable to your place of residence.\u003c/p\u003e\n\u003cp\u003eGartner Applicant Privacy Link: \u003ca href=\"https://jobs.gartner.com/applicant-privacy-policy\"\u003ehttps://jobs.gartner.com/applicant-privacy-policy\u003c/a\u003e\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003ePlease apply via: \u003ca href=\"https://bit.ly/2CSVtcB\"\u003ehttps://bit.ly/2CSVtcB\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcmwzIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e648405a39bf327997067def75c4a22feb70b167/2018%20Gartner%20Logo.jpg"
}, {
  "id": "16722ee5-bc8c-40d5-80aa-6a5b413cb57d",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/16722ee5-bc8c-40d5-80aa-6a5b413cb57d",
  "created_at": "Mon Nov 18 14:15:18 UTC 2019",
  "company": "www.bwi-it.de",
  "company_url": "http://www.bwi-it.de",
  "location": "Bonn",
  "title": "Abteilungsleiter (m/w/d) Anwendungsmanagement ERP/SAP",
  "description": "\u003cp\u003eGestalten Sie mit uns eine der größten und komplexesten IT-Landschaften Deutschlands und unterstützen Sie unser Team als\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbteilungsleiter (m/w/d) Anwendungsmanagement ERP/SAP\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eab sofort und in Vollzeit in Bonn.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAls IT-Partner der Bundeswehr und IT-Dienstleistungszentrum des Bundes bieten wir umfassende IT-Services aus einer Hand. Mit über 4.000 Mitarbeiterinnen und Mitarbeitern zählen wir zu den zehn größten IT-Service-Providern Deutschlands. Wir suchen authentische IT-Liebhaberinnen und IT-Liebhaber, die ihre Leidenschaft mit uns teilen wollen, auf der Suche nach anspruchsvollen IT-Herausforderungen sind und Deutschlands IT gestalten möchten.\u003c/p\u003e\n\u003cp\u003eDie Business Unit (BU) ERP ist der verlässliche sowie leistungsstarke Partner für alle Phasen von ERP Projekten – im Schwerpunkt SAP – insbesondere für die Abteilung G des Bundesamtes für Ausrüstung, Informationstechnik und Nutzung der Bundeswehr (BAAINBw) und zukünftig für die Behörden des Bundes. Die BU ERP Anwendungsmanagement umfasst das Application Management über den gesamten Produktlebenszyklus. Der Bereich treibt Innovationen zur SAP- und Non-SAP-Landschaft des Kunden verantwortlich voran. Aufgrund der hohen Verzahnung erfolgt eine enge Zusammenarbeit mit den Digitalisierungsprogrammen, der BU Bw sowie der Shared Service Delivery. Standardisierung, Re-Engineering und Automatisierung sind dabei wichtige Rahmenparameter.\u003c/p\u003e\n\u003cp\u003eErfahren Sie mehr in unserem \u003ca href=\"https://bwi-it.redirect.your-jobresponse.com/abteilungsleiter_m_w_d_anwendungsmanagement_erp_sap_bonn/258799/V819/anwenden\"\u003ePortfolio\u003c/a\u003e.\u003c/p\u003e\n\u003ch2\u003eIhre Aufgaben:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eFachliche und disziplinarische Führung eines elfköpfigen Teams\u003c/li\u003e\n\u003cli\u003eSicherstellung einer qualitativ hochwertigen Vertragserfüllung durch störungsfreien SLA-konformen Applikationsbetrieb für das verantwortete Portfolio Legacy-Systeme und SAP\u003c/li\u003e\n\u003cli\u003eAktives Vorantreiben des Zukunftsprojektes SAP@Cloud im Rahmen des verantworteten Portfolios\u003c/li\u003e\n\u003cli\u003eVerantwortliche Umsetzung und Betrieb von standardisierten Lösungen im Rahmen der verantworteten Verfahren gemäß den Kundenanforderungen unter Einbindung externer Partner\u003c/li\u003e\n\u003cli\u003eIntensive Kundenkommunikation und Gremienvertretung\u003c/li\u003e\n\u003cli\u003eSicherstellung der fachlichen und prozessualen Abstimmung innerhalb der BWI in allen Fragen der Leistungserbringung des verantworteten Portfolios\u003c/li\u003e\n\u003cli\u003ePersonalverantwortliche Entwicklung und Förderung der MitarbeiterInnen sowie aktives Umsetzen der Unternehmensstrategien und Werte der BWI\u003c/li\u003e\n\u003cli\u003eSicherstellung des Skill-Aufbaus und Bereitstellung der für den Anwendungsbetrieb erforderlichen Ressourcen\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eIhr Profil:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eAbgeschlossenes IT-bezogenes Hochschulstudium der Informatik oder Wirtschaftsinformatik bzw. Nachweise gleichwertiger Fähigkeiten\u003c/li\u003e\n\u003cli\u003eMindestens drei Jahre Berufserfahrung in der Führung eines Teams mit disziplinarischer Verantwortung\u003c/li\u003e\n\u003cli\u003eExpertise in der Managementberatung und im Portfoliomanagement\u003c/li\u003e\n\u003cli\u003eSehr gute praktische und theoretische Kenntnisse im Themenfeld SAP Anwendungsmanagement\u003c/li\u003e\n\u003cli\u003eUmfassende Kenntnisse und Erfahrungen im Integrationsmanagement großer Anwendungsentwicklungs-Projekte und Steuerung externer Partner\u003c/li\u003e\n\u003cli\u003eITIL-Kenntnisse mit entsprechenden Zertifizierungen\u003c/li\u003e\n\u003cli\u003eProfunde Kenntnisse im öffentlichen Vergaberecht\u003c/li\u003e\n\u003cli\u003eFließende Deutschkenntnisse\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eWir bieten:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eSpannende und abwechslungsreiche Aufgaben in einem innovativen und bedeutsamen Umfeld\u003c/li\u003e\n\u003cli\u003eVielfältige interne und externe Weiterbildungsmöglichkeiten sowie individuelle Karrieremodelle\u003c/li\u003e\n\u003cli\u003eCoaching-Angebote und Möglichkeiten zur Persönlichkeitsentwicklung in einer wertschätzenden Arbeitsatmosphäre\u003c/li\u003e\n\u003cli\u003eGratis Fitnessstudio-Mitgliedschaft über Interfit und weitere attraktive Mitarbeitervergünstigungen\nVertrauensarbeitszeit. Je nach Aufgabenfeld sind mobiles Arbeiten und flexible Arbeitszeitmodelle möglich\u003c/li\u003e\n\u003cli\u003eEin attraktives Vergütungspaket inkl. arbeitgeberfinanzierter betrieblicher Altersvorsorge\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eSagen Sie's gerne weiter!\u003c/strong\u003e\u003c/p\u003e\n\u003ch2\u003eHaben wir Ihr Interesse geweckt?\u003c/h2\u003e\n\u003cp\u003eDann bewerben Sie sich hier über das \u003cstrong\u003eBewerbungsformular\u003c/strong\u003e.\u003c/p\u003e\n\u003cp\u003eBei Fragen steht Ihnen das Recruiting-Team unter Angabe der Stellen-ID: 21703 gerne zur Verfügung. Tel.: 02225 988 3990\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://bwi-it.redirect.your-jobresponse.com/abteilungsleiter_m_w_d_anwendungsmanagement_erp_sap_bonn/258799/V819/anwenden\"\u003eKlicken Sie hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://bwi-it.redirect.your-jobresponse.com/abteilungsleiter_m_w_d_anwendungsmanagement_erp_sap_bonn/258799/V819/anwenden\"\u003eKlicken Sie hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBclYzIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e2645e3099c94ea91547d6c293643e2237775229/BWI.jpg"
}, {
  "id": "e057f5bd-9c6b-4be3-ab8d-1c91750a2292",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/e057f5bd-9c6b-4be3-ab8d-1c91750a2292",
  "created_at": "Mon Nov 18 13:34:00 UTC 2019",
  "company": "BWI GmbH",
  "company_url": "http://www.bwi-it.de",
  "location": "Bonn",
  "title": "Abteilungsleiter (m/w/d) Softwareentwicklung ERP/SAP",
  "description": "\u003cp\u003eGestalten Sie mit uns eine der größten und komplexesten IT-Landschaften Deutschlands und unterstützen Sie unser Team als\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbteilungsleiter (m/w/d) Softwareentwicklung ERP/SAP\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eab sofort und in Vollzeit in Bonn.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAls IT-Partner der Bundeswehr und IT-Dienstleistungszentrum des Bundes bieten wir umfassende IT-Services aus einer Hand. Mit über 4.000 Mitarbeiterinnen und Mitarbeitern zählen wir zu den zehn größten IT-Service-Providern Deutschlands. Wir suchen authentische IT-Liebhaberinnen und IT-Liebhaber, die ihre Leidenschaft mit uns teilen wollen, auf der Suche nach anspruchsvollen IT-Herausforderungen sind und Deutschlands IT gestalten möchten.\u003c/p\u003e\n\u003cp\u003eDie Business Unit (BU) ERP ist der verlässliche sowie leistungsstarke Partner für alle Phasen von ERP Projekten – im Schwerpunkt SAP – insbesondere für die Abteilung G des Bundesamtes für Ausrüstung, Informationstechnik und Nutzung der Bundeswehr (BAAINBw) und zukünftig für die Behörden des Bundes. Die BU ERP Anwendungsmanagement umfasst das Application Management über den gesamten Produktlebenszyklus. Der Bereich treibt Innovationen zur SAP- und Non-SAP-Landschaft des Kunden verantwortlich voran. Aufgrund der hohen Verzahnung erfolgt eine enge Zusammenarbeit mit den Digitalisierungsprogrammen, der BU Bw sowie der Shared Service Delivery. Standardisierung, Re-Engineering und Automatisierung sind dabei wichtige Rahmenparameter.\u003c/p\u003e\n\u003cp\u003eErfahren Sie mehr in unserem \u003ca href=\"www.bwi.de/portfolio\"\u003ePortfolio\u003c/a\u003e.\u003c/p\u003e\n\u003ch2\u003eIhre Aufgaben:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eFachliche und disziplinarische Führung eines Teams aus 15 Mitarbeitern\u003c/li\u003e\n\u003cli\u003eSicherstellung einer qualitativ hochwertigen Vertragserfüllung durch Entwicklung und Förderung der MitarbeiterInnen sowie Neurekrutierung\u003c/li\u003e\n\u003cli\u003eVerantwortliche Weiterentwicklung und Optimierung der eingesetzten SAP-Lösung SASPF\nAktives Vorantreiben des Zukunftsprojektes SAP@Cloud sowie der Ablösestrategie der Non-SAP-Verfahren\u003c/li\u003e\n\u003cli\u003eMitgestaltung der Umsetzung von Entwicklungsanforderungen\u003c/li\u003e\n\u003cli\u003eUmsetzung der Unternehmensstrategien und Werte der BWI\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eIhr Profil:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eAbgeschlossenes IT-bezogenes Hochschulstudium der Informatik oder Wirtschaftsinformatik bzw. Nachweise gleichwertiger Fähigkeiten\u003c/li\u003e\n\u003cli\u003eMindestens drei Jahre Berufserfahrung in der Führung eines Teams mit disziplinarischer Verantwortung\u003c/li\u003e\n\u003cli\u003eExpertise in der Managementberatung und im Portfoliomanagement\u003c/li\u003e\n\u003cli\u003eProfunde Kenntnisse in zukunftsorientierten Themen wie SAP Cloud, UI5 / FIORI, SAP S/4 HANA, Digitalisierung, DevOps\u003c/li\u003e\n\u003cli\u003eSehr gutes Knowhow im Integrationsmanagement komplexer Entwicklungsprojekte unter Anwendung agiler Methoden\u003c/li\u003e\n\u003cli\u003eErfahrungen im Re-Engineering und Migration\u003c/li\u003e\n\u003cli\u003eITIL-Kenntnisse mit entsprechenden Zertifizierungen\u003c/li\u003e\n\u003cli\u003eProfunde Kenntnisse im öffentlichen Vergaberecht\u003c/li\u003e\n\u003cli\u003eFließende Deutschkenntnisse\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eWir bieten:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eSpannende und abwechslungsreiche Aufgaben in einem innovativen und bedeutsamen Umfeld\u003c/li\u003e\n\u003cli\u003eVielfältige interne und externe Weiterbildungsmöglichkeiten sowie individuelle Karrieremodelle\u003c/li\u003e\n\u003cli\u003eCoaching-Angebote und Möglichkeiten zur Persönlichkeitsentwicklung in einer wertschätzenden Arbeitsatmosphäre\u003c/li\u003e\n\u003cli\u003eGratis Fitnessstudio-Mitgliedschaft über Interfit und weitere attraktive Mitarbeitervergünstigungen\u003c/li\u003e\n\u003cli\u003eVertrauensarbeitszeit. Je nach Aufgabenfeld sind mobiles Arbeiten und flexible Arbeitszeitmodelle möglich\u003c/li\u003e\n\u003cli\u003eEin attraktives Vergütungspaket inkl. arbeitgeberfinanzierter betrieblicher Altersvorsorge\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eSagen Sie's gerne weiter!\u003c/strong\u003e\u003c/p\u003e\n\u003ch2\u003eHaben wir Ihr Interesse geweckt?\u003c/h2\u003e\n\u003cp\u003eDann bewerben Sie sich hier über das \u003cstrong\u003eBewerbungsformular\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eBei Fragen steht Ihnen das Recruiting-Team unter Angabe der Stellen-ID: 21782 gerne zur Verfügung. Tel.: 02225 988 3990\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://bwi-it.redirect.your-jobresponse.com/abteilungsleiter_m_w_d_softwareentwicklung_erp_sap_bonn/258757/V819/anwenden\"\u003eKlicken Sie hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://bwi-it.redirect.your-jobresponse.com/abteilungsleiter_m_w_d_softwareentwicklung_erp_sap_bonn/258757/V819/anwenden\"\u003eKlicken Sie hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBck4zIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--c52966e3ebd814d3c0661a854d023560fe92d5d8/BWI.jpg"
}, {
  "id": "5b690c75-8779-46d7-af25-d24c0e83ca03",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/5b690c75-8779-46d7-af25-d24c0e83ca03",
  "created_at": "Mon Nov 18 13:20:52 UTC 2019",
  "company": "Anwendungsarchitekt (m/f/d) Portale/ Apps",
  "company_url": "http://aareon.de/karriere",
  "location": "Bundesweit",
  "title": "Anwendungsarchitekt (m/f/d) Portale/ Apps",
  "description": "\u003cp\u003eDie Aareon-Gruppe arbeitet mit ambitionierten Gründern zusammen, um neue Produkte und Dienstleistungen zu entwickeln. Jede neue Geschäftseinheit, die wir schaffen und finanzieren, zielt darauf ab, einen Mehrwert für unsere Kunden zu schaffen und das Lebens- und Arbeitserlebnis für Millionen von Menschen in Europa und darüber hinaus zu verbessern. Wir sind bestrebt, die Digitalisierung unserer Branche maßgeblich zu gestalten. Dazu entwickeln wir neue Geschäftsmodelle und investieren in Innovationen und neue Technologien.\u003c/p\u003e\n\u003cp\u003eFür unseren Digital Bereich suchen wir zum nächstmöglichen Zeitpunkt einen Anwendungsarchitekt (m/f/d) Portale/ Apps in unbefristeter Anstellung.\u003c/p\u003e\n\u003ch2\u003eIhre Aufgabe - funktionale und konzeptionelle Gestaltung sowie Pflege unserer digitalen Lösungen:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eSie erarbeiten mit Entwicklern und Solution Managern Lösungskonzepte, Pflichtenhefte sowie Dokumentationen für moderne Anwendungen mit Web- , App- und Sprachschnittstellen unter Berücksichtigung der Kundenanforderungen\u003c/li\u003e\n\u003cli\u003eSie unterstützen Entwickler und Solution Manager beim Wissenstransfer für interne und externe Kunden\u003c/li\u003e\n\u003cli\u003eSie arbeiten eng mit internationalenTeams zusammen\u003c/li\u003e\n\u003cli\u003eSie analysieren und verwalten die Kundenanforderungen an die unterstützten Produkte\u003c/li\u003e\n\u003cli\u003eSie entwerfen und entwickeln Testfallkataloge, testen und dokumentieren Testfälle und arbeiten bei der Entwicklung von Testumgebungen mit\u003c/li\u003e\n\u003cli\u003eSie sind Experte für die Analyse von Anwendungsproblemen zusammen mit unseren Kunden und die Organisation von Fehlerbehebungen in komplexen Umgebungen\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eIhr Profil - Ein kreativer Denker und Problemlöser:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eAbgeschlossenes Studium z.B. in (Wirtschafts-) Informatik, Betriebswirtschaftslehre oder vergleichbaren Bereichen; alternativ eine abgeschlossene Berufsausbildung im Bereich Webportale mit entsprechender Berufserfahrung.\u003c/li\u003e\n\u003cli\u003eUmfangreiche Erfahrung bei der Erstellung von technischen Konzepten und Spezifikationen\u003c/li\u003e\n\u003cli\u003eErfahrung in Webentwicklung, App-Entwicklung, REST- Services und Nutzung von Plattformen mit Microservice-Architekturen\u003c/li\u003e\n\u003cli\u003eErfahrung in der Implementierung von Web Security (z.B. OWASP)\u003c/li\u003e\n\u003cli\u003eKompetenz im Projektmanagement und in agilen Methoden\u003c/li\u003e\n\u003cli\u003eÜberzeugendes und selbstbewusstes Auftreten sowie starke Kommunikationsfähigkeit in allen Kundensituationen\u003c/li\u003e\n\u003cli\u003eErfahrung in der Immobilienbranche ist von Vorteil\u003c/li\u003e\n\u003cli\u003eFließende Deutschkenntnisse und ausgezeichnete Englischkenntnisse runden ihr Profil ab\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eDas bieten wir: Benefits - Mehr als nur eine Stützposition\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eMit Innovation und intelligenter Technologie verändern Sie den Umgang der Menschen mit Immobilien entlang der gesamten Wertschöpfungskette\u003c/li\u003e\n\u003cli\u003eGrenzen verschieben: Arbeiten Sie an unbekannten Herausforderungen und inspirieren Sie Ihre Kollegen\u003c/li\u003e\n\u003cli\u003eFreiraum und Flexibilität bei der persönlichen Arbeitszeitgestaltung, ein Outdoor-Office und die Möglichkeit zum mobilen Arbeiten mit modernen Betriebsmitteln, Teamgeist und eine offene Kommunikation in einer dynamischen internationalen Community\u003c/li\u003e\n\u003cli\u003eUmfassende, individuelle Weiterbildungs- und Entwicklungsmöglichkeiten und regelmäßiges Feedback\u003c/li\u003e\n\u003cli\u003eAttraktive Sozialleistungen (30 Tage Jahresurlaub sowie dienstfrei an Heiligabend, Silvester und Rosenmontag sowie vermögenswirksame Leistungen etc.)\u003c/li\u003e\n\u003cli\u003eDiverse Zusatzleistungen, wie ein gelebtes Gesundheitsmanagement und unser Betriebsrestaurant sowie Fahrradleasing\u003c/li\u003e\n\u003cli\u003eEine gute öffentliche Verkehrsanbindung sowie kostenlose Mitarbeiterparkplätze\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eNeugierig? Wir auch!\u003c/h2\u003e\n\u003cp\u003eBewerben Sie sich gleich online über das \u003cstrong\u003eBewerbungsformular\u003c/strong\u003e oder unsere Homepage aareon.de/karriere und senden Sie Ihre aussagekräftigen Bewerbungsunterlagen, unter Angabe Ihrer Gehaltsvorstellung und Ihres nächstmöglichen Eintrittstermins, an Victoria Schneemann. Telefonisch steht sie Ihnen unter der Rufnummer +49 (0) 6131 / 301-290 gerne zur Verfügung.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://aareon.redirect.your-jobresponse.com/anwendungsarchitekt_m_f_d_portale_apps_mainz/258763/V819/anwenden\"\u003eKlicken Sie hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://aareon.redirect.your-jobresponse.com/anwendungsarchitekt_m_f_d_portale_apps_mainz/258763/V819/anwenden\"\u003eKlicken Sie hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBckYzIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--bdcca9dee6cb5a4ffebb67c2965fb08d86a5e9f3/aareon.jpg"
}, {
  "id": "6cdfdc96-3b27-425d-ad23-a2855cb94876",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/6cdfdc96-3b27-425d-ad23-a2855cb94876",
  "created_at": "Sat Nov 16 13:28:30 UTC 2019",
  "company": "Quinn Inc",
  "company_url": "http:",
  "location": "Remote",
  "title": "Full-stack developer",
  "description": "\u003cp\u003eLooking for a full stack developer to take the lead on an existing project. The project is almost finished but has significant bugs.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBackend APIs — Ruby on Rails\u003c/li\u003e\n\u003cli\u003eFrontend — React JS + Redux\u003c/li\u003e\n\u003c/ul\u003e\n",
  "how_to_apply": "\u003cp\u003eEmail \u003ca href=\"mailto:caroline@tryquinn.com\"\u003ecaroline@tryquinn.com\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": null
}, {
  "id": "f08320dd-ed1a-4752-b09d-6172db1594ca",
  "type": "Contract",
  "url": "https://jobs.github.com/positions/f08320dd-ed1a-4752-b09d-6172db1594ca",
  "created_at": "Fri Nov 15 20:38:32 UTC 2019",
  "company": "Hoefler\u0026Co.",
  "company_url": "https://www.typography.com",
  "location": "NYC (remote friendly)",
  "title": "Contract Software Developer\u2028 for Web Applications",
  "description": "\u003cp\u003eH\u0026amp;Co, the New York company that designs and publishes fonts, is looking for a smart, ambitious, and detail-oriented front-end developer who loves typography, and is ready to flex their muscles. Come and join us building the next generation of typography.com, and the award-winning discover.typography.com.\u003c/p\u003e\n\u003cp\u003eOur web applications serve a rare and refreshing audience: tech-savvy designers, the ones who are always running the latest nightly builds on the fastest hardware, but are the first to notice if animation gets triggered on window resize.\u003c/p\u003e\n\u003cp\u003eWe’re looking for a developer who’s up to the challenge of delivering intuitive, performant, and thoughtful experiences to users who know the difference, and have come to expect the best. If you’re looking for an opportunity to do all the things you wish you could at your current job, to join a team of people who share your enthusiasm for what’s possible, and to work for a company that values invention, care, and getting it right, read on.\u003c/p\u003e\n\u003cp\u003eIt goes without saying that we’re looking for candidates with impeccable chops: strong UX instincts, a sharp eye for detail, a mastery of current web technologies and practices, and an unshakable understanding of how the servers come together to deliver the site. You must be fluent in JavaScript using ReactJS and CSS3/HTML5, be familiar with a stylesheet language such as SASS, and live and breathe web standards and optimization. Come in with a list of technologies you’re excited to explore.\nHands-on experience with digital typography is desirable, but not required.\nThis is a contract position, available for either remote work, or working on-site at our New York office, or a combination of the two. The position is open to US citizens or those with authorization to work in the US.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eKey Responsibilities\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWork with our creative team to develop, implement, refine, and deploy new features and functionality across our web properties (typography.com, discover.typography.com, and try.typography.com)\u003c/li\u003e\n\u003cli\u003eWork with our technology and product management team to review project requirements, define criteria for testing, and work with technical management to assess project feasibility within the allotted timetable and budget\u003c/li\u003e\n\u003cli\u003eDevelop and manage a web toolchain including build tools, preprocessors, and open- source libraries. You should be familiar with software such as React, Redux, Yarn, ES6, webpack, PostCSS, and other modern front-end development tools and methodologies\u003c/li\u003e\n\u003cli\u003eUnderstand user needs and behavior by utilizing site analytics, user testing, and data modeling, to refine and improve both web applications and back-office utilities\u003c/li\u003e\n\u003cli\u003eImplement refinements to existing services and create new ones, in order to address changes in standards, customer expectations, behavior patterns, and best practices\u003c/li\u003e\n\u003cli\u003eCoordinate version deployment within a quality assurance framework, using standards and processes that ensure that projects meet defined conditions and specifications\u003c/li\u003e\n\u003cli\u003eMaintain up-to-date knowledge of standards, emerging technologies, industry trends, and best practices\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequired Qualifications\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA Bachelor's Degree in a technical or design field, or equivalent experience\u003c/li\u003e\n\u003cli\u003eIndustry experience developing with current versions of HTML, CSS\u003c/li\u003e\n\u003cli\u003eStrong command and professional experience in JavaScript, ES6, and React implemented with RESTful APIs\u003c/li\u003e\n\u003cli\u003eStrong command of web standards, responsive and adaptive design, progressive enhancement and graceful degradation, optimization techniques, dynamic content retrieval, state management, and techniques for accessibility and device-portability\u003c/li\u003e\n\u003cli\u003eExperience writing maintainable code with thorough test coverage, using git SCM and git flow\u003c/li\u003e\n\u003cli\u003eWork experience with Linux/Apache/MySQL/PHP development\u003c/li\u003e\n\u003cli\u003eExperience with CMS theming, multiple frameworks, and databases\u003c/li\u003e\n\u003cli\u003eWork experience with Amazon Web Services (AWS)\u003c/li\u003e\n\u003c/ul\u003e\n",
  "how_to_apply": "\u003cp\u003ePlease send a letter and résumé to Jimmy Mooney at \u003ca href=\"mailto:hr-dev19@typography.com\"\u003ehr-dev19@typography.com\u003c/a\u003e. You’re welcome to include any other material that you feel distinguishes you as a candidate. Candidates only, no recruiters or third parties, please.\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcTEzIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--175e6db44aae3f5ffea51cd5e7a7c18588983d1f/icon-384x384.png"
}, {
  "id": "95ca1ef3-1140-4b86-b08a-855b1f612ae4",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/95ca1ef3-1140-4b86-b08a-855b1f612ae4",
  "created_at": "Fri Nov 15 19:02:11 UTC 2019",
  "company": "Yellowdig",
  "company_url": "https://yellowdig.com/",
  "location": "Philadelphia",
  "title": "Frontend Developer",
  "description": "\u003cp\u003eYellowdig is looking for a Frontend Developer to join the team and take on aspects of our user interface and customer experience. We're looking for a candidate who has a strong background with modern javascript and a keen sense of design and style.\u003c/p\u003e\n\u003cp\u003eWe are a dedicated team committed to solving some of the most challenging problems in education. How can today’s educators keep tomorrow’s students engaged and motivated? Our proven social learning platform has demonstrated higher engagement and learning outcome through collaboration, content curation and gamification.\u003c/p\u003e\n\u003cp\u003eYou will work with our rapidly growing customer base to translate their needs into well designed features and functionality.\u003c/p\u003e\n\u003cp\u003eYou:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eare a self-starter, independent and resourceful\u003c/li\u003e\n\u003cli\u003ehave shipped frontend code to end users\u003c/li\u003e\n\u003cli\u003ework well on in a startup environment\u003c/li\u003e\n\u003cli\u003eare interested in improving education\u003c/li\u003e\n\u003cli\u003eare flexible in sharing responsibility and wearing different hats\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eTechnologies:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eES6 Javascript\u003c/li\u003e\n\u003cli\u003eReact\u003c/li\u003e\n\u003cli\u003eRedux\u003c/li\u003e\n\u003cli\u003eCSS/Sass\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBonus Points (not required):\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eexperience with functional programming techniques\u003c/li\u003e\n\u003cli\u003eClojure/Clojurescript\u003c/li\u003e\n\u003cli\u003eDatomic\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eCompensation:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCompetitive base\u003c/li\u003e\n\u003cli\u003eStock options\u003c/li\u003e\n\u003cli\u003eFully funded health, dental, vision and life insurance\u003c/li\u003e\n\u003cli\u003eOpportunity for rapid career growth\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eLocation: Philadelphia, USA (Center City)\u003c/p\u003e\n\u003cp\u003eOpportunity to work with exceptionally talented peers in a fast paced start-up environment.\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003eEmail your resume to \u003ca href=\"mailto:brian@yellowdig.com\"\u003ebrian@yellowdig.com\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://github.com/bhurlow\"\u003ehttps://github.com/bhurlow\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcXAzIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a81c9f6539c7a4f2375e6e2f958a9715f156a976/yellowdig-logo.png"
}, {
  "id": "bb4ec848-c64c-4c91-8d2c-63d32832936c",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/bb4ec848-c64c-4c91-8d2c-63d32832936c",
  "created_at": "Fri Nov 15 16:28:15 UTC 2019",
  "company": "ATS Acoustics",
  "company_url": "https://www.atsacoustics.com/",
  "location": "Champaign IL",
  "title": "Full LAMP Stack Developer",
  "description": "\u003cp\u003eIf you have extensive developer experience and you prefer to work on IT systems from top to bottom in a small business environment, we might be looking for each other.\u003c/p\u003e\n\u003cp\u003eWe are a successful and growing manufacturing business of 30+ employees. In response to our business growth we are transitioning our IT department from a one-person shop to a small team. On this team you’ll have direct access to work on everything from Linux server administration to creating the next generation of our business applications, to web front-end development. You’ll interface directly with our team of 4 operational managers to learn their IT needs, and support the success of the business by modifying and extending our custom software systems.\u003c/p\u003e\n\u003cp\u003eSince this is a small team, we are looking for highly experienced, sharp, and interpersonally effective individuals who are eager and competent to take on significant responsibility and advanced technical challenges.\u003c/p\u003e\n\u003cp\u003eWe love agile development, simple and elegant technical solutions, and a user-focused philosophy of service and support. Our tech stack is LAMP-centric. If you love Linux and open-source tools, we’ll get along great. If you love Microsoft products, and the phrase “Windows server” doesn’t make you twitchy… well, we’re never going to understand each other.\u003c/p\u003e\n\u003cp\u003eWe hustle to get significant development work done every week. We work hard and focus from 8 to 5, Monday - Friday. We have lives/families too, and we don’t work evenings and weekends (with rare exceptions to address a downtime or security concern).\u003c/p\u003e\n\u003cp\u003eEssential Skills: Strong conceptual understanding of systems and coding logic. Strong PHP coding or similar. MySQL or other database-driven application development. HTML.\u003c/p\u003e\n\u003cp\u003eHelpful Skills: Perl coding, Linux administration, MySQL administration, Javascript, basic network configuration.\u003c/p\u003e\n\u003cp\u003eCompensation: Salary $100,000. Three weeks paid vacation. PTO, retirement, and QSEHRA health benefit.\u003c/p\u003e\n\u003cp\u003eWe celebrate diversity and we are committed to creating an inclusive environment for all employees. We encourage all interested candidates to apply.\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003eSend your resume to \u003ca href=\"mailto:techteam@atsacoustics.com\"\u003etechteam@atsacoustics.com\u003c/a\u003e.\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcVozIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--3eaa9ab32d62b8c3740a26d9057126af65f7cf34/ATSAcousticsLogoHorizontal.jpg"
}, {
  "id": "6b01cab3-911e-4d32-b195-bc42bc05e6cd",
  "type": "Part Time",
  "url": "https://jobs.github.com/positions/6b01cab3-911e-4d32-b195-bc42bc05e6cd",
  "created_at": "Fri Nov 15 09:32:08 UTC 2019",
  "company": "Geektastic",
  "company_url": "https://geektastic.com/",
  "location": "Remote",
  "title": "Code Challenge Reviewer - 100% Remote - £50 per hour - Java, JavaScript, PHP, Python, C#, Ruby, CSS/HTML, SQL, Scala, iOS or Android",
  "description": "\u003ch3\u003eFancy earning extra cash reviewing code challenge submissions from any location?\u003c/h3\u003e\n\u003cp\u003eWe pay you \u003cstrong\u003e£25\u003c/strong\u003e for each code challenge you review (30 minutes review time).  You can do as many or as few as you want per week.\u003c/p\u003e\n\u003cp\u003eWe are looking for highly talented Java, JavaScript, PHP, Python, C#, Ruby, Scala, iOS and Android developers\u003c/p\u003e\n\u003cp\u003ePlease read some comments made by our reviewers on \u003ca href=\"https://www.quora.com/How-reliable-is-Geektastic-Has-anyone-earned-a-reasonable-amount-by-being-a-code-reviewer\"\u003eQuora here\u003c/a\u003e \u003c/p\u003e\n\u003cp\u003eWe pay you via Transferwise, Revolut or Payoneer at the end of the month (unless you are in the UK, in which case we bank via bank transfer). \u003c/p\u003e\n\u003cp\u003eTo become part of the team you just need to register with us at \u003ca href=\"https://geektastic.com/?utm_source=github\u0026amp;utm_medium=jobad\u0026amp;utm_content=jobad\u0026amp;utm_campaign=1012\"\u003eGeektastic\u003c/a\u003e and take some code challenges. These are reviewed by our expert team (we need to know how great you are :))\u003c/p\u003e\n\u003cp\u003eOnce you are part of the distributed team you will then be notified on our Slack channel when a new challenge is ready to be reviewed.\u003c/p\u003e\n\u003cp\u003eFeel free to email \u003ca href=\"mailto:hello@geektastic.com\"\u003ehello@geektastic.com\u003c/a\u003e if you have any questions\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003ePlease register online @ \u003ca href=\"https://geektastic.com/?utm_source=github\u0026amp;utm_medium=jobad\u0026amp;utm_content=jobad\u0026amp;utm_campaign=1012\"\u003eGeektastic.com\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcVIzIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--11480b0c335acc8d7e24cafba06d1747870cc47e/geektastic-logo_Logo-Square-B-W-02%204500%20pix.png"
}, {
  "id": "7d300a20-f648-4d6c-9cf4-c24a5133e0d0",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/7d300a20-f648-4d6c-9cf4-c24a5133e0d0",
  "created_at": "Fri Nov 15 04:17:06 UTC 2019",
  "company": "Balto Software",
  "company_url": null,
  "location": "St. Louis",
  "title": "DevOps Engineer",
  "description": "\u003cp\u003eAre you interested in joining a fast-growing tech startup in the heart of Downtown St. Louis? Balto is looking for our first DevOps engineer to join Balto on the ground-floor, grow alongside the organization, and ultimately nurture and develop the Balto DevOps team.\u003c/p\u003e\n\u003cp\u003eOn day one, you'll be tasked with monitoring Balto's production system. In addition, you’ll be expected to:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMake high-pressure decisions in critical situations, including outages.\u003c/li\u003e\n\u003cli\u003eWork alongside Balto's engineering team to help people understand how their code will run in a production environment.\u003c/li\u003e\n\u003cli\u003ePerform research and make decisions around Balto's production architecture, including process designs for our AWS security group to ultimately play a lead role in an eventual move to containerization. In the long term, we hope this person will help establish and lead Balto's Reliability Team.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eYou should have experience with the following systems:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eLinux (Ubuntu Server).\u003c/li\u003e\n\u003cli\u003eAWS (EC2).\u003c/li\u003e\n\u003cli\u003eVMs and Containers.\u003c/li\u003e\n\u003cli\u003eUnixy tools like bash, git, and systems.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAdditional Skills:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAbility to develop, follow, and roll out new processes that maintain and improve Balto’s reliability.\u003c/li\u003e\n\u003cli\u003eAbility to make critical decisions under pressure.\u003c/li\u003e\n\u003cli\u003ePrevious DevOps or engineering experience (2-3 years minimum).\u003c/li\u003e\n\u003cli\u003eBasic comfort with code and terminal environments.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eSome of our benefits include\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEquity Stock Options\u003c/li\u003e\n\u003cli\u003ePTO and Paid Holidays\u003c/li\u003e\n\u003cli\u003eHealth Insurance, including Dental and Vision\u003c/li\u003e\n\u003cli\u003eLife and Disability Insurance\u003c/li\u003e\n\u003cli\u003eFree Parking/Commuter Benefits\u003c/li\u003e\n\u003cli\u003eT-REX membership\u003c/li\u003e\n\u003cli\u003eDog-friendly office\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBalto recently made an enormous investment to develop our DevOps environment. It's already a crucial component of our success and our ability to continue to build new and exciting features. We are incredibly excited to welcome our first DevOps engineer to the Balto team.\u003c/p\u003e\n\u003cp\u003eBalto is an artificial intelligence tool that transcribes and analyzes sales calls in real-time to deliver live recommendations to sales reps while they navigate their calls. Sales reps use Balto to improve their communication skills, better understand customers’ needs, and consistently remember the key points that they need to address on every call. At Balto, you will experience firsthand the limitless passion and critical strategy that go into building a technology company from the ground up.\u003c/p\u003e\n\u003cp\u003eBalto is headquartered in the T-REX incubator, an innovative space in downtown St. Louis that houses a community of technologists and entrepreneurs. If you are excited about contributing to a successful, early-stage startup, please apply.\u003c/p\u003e\n\u003cp\u003eBalto is an equal opportunity employer and does not discriminate against any applicant on the basis of race, color, religion, creed, national origin, sex, gender identity, sexual preference, age, and veteran or disability status.\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003eVisit \u003ca href=\"https://jobs.lever.co/baltosoftware/cc6612eb-d60e-4df9-b80a-9967e54451b6?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\"\u003ehttps://jobs.lever.co/baltosoftware/cc6612eb-d60e-4df9-b80a-9967e54451b6?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\u003c/a\u003e to apply\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcDkzIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--c88028a209331a43c726930dd5ebcffef3ae2433/Balto%20Logo.png"
}, {
  "id": "61a77109-af46-4d9b-8bf8-724b10db0455",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/61a77109-af46-4d9b-8bf8-724b10db0455",
  "created_at": "Thu Nov 14 21:22:09 UTC 2019",
  "company": "Red Hat",
  "company_url": "https://www.redhat.com/en/jobs",
  "location": "United States (East Coast Preferred) ",
  "title": "Principal Software Engineer",
  "description": "\u003cp\u003eCompany description\nAt Red Hat, we connect an innovative community of customers, partners, and contributors to deliver an open source stack of trusted, high-performing solutions. We offer cloud, Linux, middleware, storage, and  technologies, together with award-winning global customer support, consulting, and implementation services. Red Hat is a rapidly growing company supporting more than 90% of Fortune 500 companies.\u003c/p\u003e\n\u003cp\u003eJob summary\nThe Red Hat Engineering team is looking for a Principal Software Engineer to join us in Westford, MA to work on the KubeVirt project. In this role, you will design and implement  solutions for containers and virtual machines (VMs), contributing to industry-leading technologies like , Red Hat , libvirt, and . As a part of a geographically distributed team you will collaborate with multiple Red Hat engineering teams and open source communities around the globe. You’ll need to be motivated and curious with a passion for problem solving, Linux technologies, and open source.\u003c/p\u003e\n\u003cp\u003ePrimary job responsibilities\nPlay an active role in  and -related projects and communities, such as KubeVirt, , Red Hat , libvirt, and\nCreate and guide new feature development; contribute to open source projects in  and\nIntegrate changes in multiple projects and services into a consumable feature\nSubmit patches for bug fixes to the community and review patches from other members\nWork with the Quality Engineering (QE) team to ensure projects are tested correctly\nPublicize the team's work through blogs, web postings, or conference talks\nRequired skills\nBachelor's degree in computer science or equivalent work experience\nInterest in the  ecosystem (, Red Hat ) and\nExperience in storage and storage protocols, including NFS, iSCSI, etc.\n5+ years of experience in a Linux environment working with either , , , or C or C++\nExperience in Linux system programming\nMulti-threaded programming and management of shared resources synchronization in complex environments\nMotivated with the ability to quickly learn new technologies\nGood written and verbal communication skills in English\nFamiliarity with , clusters, and -related technologies like , Red Hat , -based Virtual Machine (), and Red Hat OpenStack Platform is a plus\nOpen source development experience is a plus\u003c/p\u003e\n\u003cp\u003eRed Hat is proud to be an equal opportunity workplace and an affirmative action employer. We review applications for employment without regard to their race, color, religion, sex, sexual orientation, gender identity, national origin, ancestry, citizenship, age, veteran status, genetic information, physical or mental disability, medical condition, marital status, or any other basis prohibited by law.\u003c/p\u003e\n\u003cp\u003eRed Hat does not seek or accept unsolicited resumes or CVs from recruitment agencies. We are not responsible for, and will not pay, any fees, commissions, or any other payment related to unsolicited resumes or CVs except as required in a written contract between Red Hat and the recruitment agency or party requesting payment of a fee.\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003eEmail resume direct to \u003ca href=\"mailto:dedson@redhat.com\"\u003ededson@redhat.com\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": null
}, {
  "id": "d7d97b77-09d6-4b93-a482-b0ad1f18eefa",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/d7d97b77-09d6-4b93-a482-b0ad1f18eefa",
  "created_at": "Thu Nov 14 17:28:37 UTC 2019",
  "company": "Standard",
  "company_url": "https://standard.tv/pages/jobs",
  "location": "Remote",
  "title": "Senior Backend Engineer (Django)",
  "description": "\u003cp\u003eAbout the Role\u003c/p\u003e\n\u003cp\u003eStandard is looking for a senior backend engineer to build, maintain, and shape the APIs that support our applications for online video creators. You’ll be joining a team of senior full stack and mobile engineers, and will have lots of autonomy and immediate impact in controlling the direction of the application and the technology decisions surrounding it. You’ll work with creators directly to help identify needs and deliver products to support their work.\u003c/p\u003e\n\u003cp\u003eResponsibilities\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eOwn, develop, and maintain the APIs—written in Django with a sprinkling of Ruby—that support our applications for creators, sponsors, and end-users\u003c/li\u003e\n\u003cli\u003eOwn and develop the web application used by creators and sponsors currently built in React, Redux, SASS and Django\u003c/li\u003e\n\u003cli\u003eOwn and develop an analytics pipeline used to generate insides from various data sources (YouTube, Patreon, podcast analytics, et cetera)\u003c/li\u003e\n\u003cli\u003eHelp develop the technology roadmap going forward\u003c/li\u003e\n\u003cli\u003eTake new features from idea to shipped product\u003c/li\u003e\n\u003cli\u003eWork with creators and sponsors to identify improvements\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWhat We're Looking For\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e5+ years of back-end engineering experience building and maintaining user-facing applications and APIs, preferably with Django\u003c/li\u003e\n\u003cli\u003eExperience building applications on AWS\u003c/li\u003e\n\u003cli\u003eFront end experience a plus, but not required (React, Redux, CSS)\u003c/li\u003e\n\u003cli\u003eExcited about online video and podcasts\u003c/li\u003e\n\u003cli\u003eGood communicator\u003c/li\u003e\n\u003cli\u003ePatient \u0026amp; considerate\u003c/li\u003e\n\u003cli\u003eIndependent \u0026amp; self-motivated\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003ePerks\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCompetitive salary, plus equity in Standard\u003c/li\u003e\n\u003cli\u003eFlexible work hours and vacation policy\u003c/li\u003e\n\u003cli\u003eDiverse, socially-minded team of nice people\u003c/li\u003e\n\u003cli\u003eAccess to our wonderful NYC and Denver offices\u003c/li\u003e\n\u003cli\u003eMedical, dental, and vision plans (for US-based employees)\u003c/li\u003e\n\u003cli\u003e401(k) and other benefits\u003c/li\u003e\n\u003cli\u003eYou'll get to work with some of the best creators on YouTube\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAbout Us\u003c/p\u003e\n\u003cp\u003eStandard is a sort of talent management agency and production company for thoughtful YouTubers and podcasters. We do a lot of things, so it's hard to explain it all in a single paragraph, but our mission is to empower independent creators. Most of our time is spent talking or working with the creators directly, one on one or in a group, coming up with better tools and toys for them.\u003c/p\u003e\n\u003cp\u003eWe're a distributed company. We have offices in NYC and Denver, but more than 50% of the team is remote, in exotic locations like the UK, the Netherlands, France, and Ohio.\u003c/p\u003e\n\u003cp\u003eBecause we're distributed and because most of our tasks aren't immediately time-sensitive we don't really have operating hours, per se. There are things to do and meetings to be had, but we pride ourselves on our flexibility. We think this makes Standard a great place to work for people with families, or whose productive hours tend to be outside of the 9-5. We care about what you do more than when you do it.\u003c/p\u003e\n\u003cp\u003eHow We Hire\u003c/p\u003e\n\u003cp\u003eWe think that diversity is important. Many of us have non-traditional backgrounds. We work in the online education space, so we understand how much can be learned on your own, on the Internet, outside of a classroom.\u003c/p\u003e\n\u003cp\u003eWe're looking for people who are curious and passionate. Our team should be made up of people of all sorts of colors, genders, and sizes, who can help to expand our perspective and improve our ability to treat our creators and our audience with thoughtfulness and empathy.\u003c/p\u003e\n\u003cp\u003eIf that sounds like you, we're happy to care less how many years of experience you have or where you went to school. Apply anyway. And if you have any feedback on how we could reach or appeal to a more diverse pool of talent, get in touch.\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003eSend an email to \u003ca href=\"mailto:jobs@standard.tv\"\u003ejobs@standard.tv\u003c/a\u003e and include:\u003c/p\u003e\n\u003cp\u003e• The position.\u003c/p\u003e\n\u003cp\u003e• What excited you about the role.\u003c/p\u003e\n\u003cp\u003e• Your resume, obviously.\u003c/p\u003e\n\u003cp\u003e• Links to relevant work available online (github, etc).\u003c/p\u003e\n\u003cp\u003e• A note or two about your interests outside of work. This is usually more interesting than the resume part.\u003c/p\u003e\n\u003cp\u003eTip: \"tv\" is part of our domain, not our name.\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcDEzIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--cd4248692a86597902a2b806e7f6c2d090014c42/standard_star_blue.png"
}, {
  "id": "33999559-d55f-4326-bd63-e6c6fafc93ca",
  "type": "Full Time",
  "url": "https://jobs.github.com/positions/33999559-d55f-4326-bd63-e6c6fafc93ca",
  "created_at": "Thu Nov 14 16:36:50 UTC 2019",
  "company": "Delphian Systems, LLC",
  "company_url": "https://delphiansystems.com/",
  "location": "Buffalo Grove, IL",
  "title": "Senior .NET Software Engineer",
  "description": "\u003cp\u003eDelphian Systems, LLC is looking for a Senior .NET Developer to join our team and build functional applications and websites.\u003c/p\u003e\n\u003cp\u003eFounded in 2011 with a team of trailblazing IoT pioneers and an end-to-end solution in the Smart Building IoT space Delphian is in the process of scaling up its business with existing and new strategic OEM partners.\u003c/p\u003e\n\u003cp\u003eThe Delphian solution comprises a full IoT stack technology platform, a commercial smart product platform, and salient services that allow OEMs to migrate successfully their product offerings and business models to the new IoT market economy. Key benefits are market dominance with higher value product ecosystems, maximum speed-to-market, and lowest total life-cycle costs. Delphian successes and capabilities span applications in security, access control, safety, convenience, and intelligent automation for building managers, tenants, visitors, and service providers.\u003c/p\u003e\n\u003cp\u003eSenior .NET Developer responsibilities include object-oriented programming concepts, developing comprehensive unit tests, writing testable code and building IoT applications/systems.\u003c/p\u003e\n\u003cp\u003eUltimately, you'll use your software engineering skills to develop highly scalable, distributed systems and services.\u003c/p\u003e\n\u003cp\u003eRequirements:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExpert knowledge of SDLC processes and best practices.\u003c/li\u003e\n\u003cli\u003eExpert .NET Framework/.NET Core application architecture and C# skills.\u003c/li\u003e\n\u003cli\u003eExpert knowledge of object-oriented programming concepts.\u003c/li\u003e\n\u003cli\u003eExpert knowledge of various application architectures with a focus on Service Oriented\nArchitecture and building high-volume distributed systems.\u003c/li\u003e\n\u003cli\u003eExpert knowledge of database technologies, including but not limited to Microsoft SQL Server, SQL\nAzure, Cosmos DB and other database technologies.\u003c/li\u003e\n\u003cli\u003eExpert knowledge of O/RM technologies, including .NET Entity Framework, EFCore and\nNHibernate.\u003c/li\u003e\n\u003cli\u003eStrong experience with developing comprehensive unit tests and writing testable code.\u003c/li\u003e\n\u003cli\u003eStrong experience with Docker, DevOps procedures, CI/CD pipelines and source control systems.\u003c/li\u003e\n\u003cli\u003eStrong familiarity with Microsoft Azure offerings and some familiarity of AWS and GCP offerings.\u003c/li\u003e\n\u003cli\u003eExperience participating in Scrum ceremonies such as Daily Scrum, Spring Review \u0026amp;\nRetrospective.\u003c/li\u003e\n\u003cli\u003eFront-end development experience using ASP.NET MVC, React, Angular, HTML/CSS, Javascript\nand Typescript.\u003c/li\u003e\n\u003cli\u003eExperience with building IoT applications/systems.\u003c/li\u003e\n\u003cli\u003eKnowledge of UI patterns and best practices, including responsive and mobile-first.\u003c/li\u003e\n\u003cli\u003eSoftware as a Service (SaaS) experience.\u003c/li\u003e\n\u003cli\u003eKubernetes deployment/management experience.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eQualifications:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBachelor’s degree in computer science or a related field.\u003c/li\u003e\n\u003cli\u003e8+ years of experience as a software developer.\u003c/li\u003e\n\u003cli\u003eExperienced in the use of Agile Work item management tools such as JIRA and Azure DevOps.\u003c/li\u003e\n\u003cli\u003eExcellent interpersonal communications. Must have the ability to help product managers\nformulate/articulate decisions on the course of action.\u003c/li\u003e\n\u003cli\u003eComfortable in presenting to senior management and client representatives.\u003c/li\u003e\n\u003cli\u003eSelf-motivated to learn new tools, technology, \u0026amp; process, and be forward compatible.\u003c/li\u003e\n\u003cli\u003eExpertise in a wide variety of software architecture and engineering concepts, practices and\nprocedures, relying on extensive experience and judgment to plan and accomplish goals.\u003c/li\u003e\n\u003cli\u003eFlexible to shifting priorities.\u003c/li\u003e\n\u003cli\u003eLegally authorized to work in the US without sponsorship.\u003c/li\u003e\n\u003c/ul\u003e\n",
  "how_to_apply": "\u003cp\u003ePlease send all resumes to: \u003ca href=\"mailto:office@jvapartners.com\"\u003eoffice@jvapartners.com\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcFYzIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--07e8091eb758add1a2b754db060297c5fd154108/DelphianSystems-Logo%202.jpg"
}, {
  "id": "a8bba8df-ee34-4084-bfd5-691639f18942",
  "type": "Contract",
  "url": "https://jobs.github.com/positions/a8bba8df-ee34-4084-bfd5-691639f18942",
  "created_at": "Thu Nov 14 14:21:25 UTC 2019",
  "company": "Bank for International Settlements",
  "company_url": "http:",
  "location": "Basel, Switzerland",
  "title": "Senior .NET/Web Applications Developer",
  "description": "\u003cp\u003eThe Bank for International Settlements is an international organisation which fosters international monetary and financial cooperation via wide-ranging banking, economic research and policy coordination activities.\u003c/p\u003e\n\u003cp\u003eYour contribution to our mission\u003c/p\u003e\n\u003cp\u003eThe Corporate Applications and Workflow (CAW) team is responsible for developing and maintaining software platforms that are used across the Bank to provide core shared services and automate business processes. These platforms help and enable the different business units (HR, Finance, Security and other shared services) to provide their services to the entire Bank.\u003c/p\u003e\n\u003cp\u003eYou will apply your deep knowledge in web and Microsoft technologies to deliver projects addressing a wide variety of business issues. You will work in a variety of applications, ranging from custom-built software to commercial off-the-shelf products. There will also be opportunities to supervise external developers in project work.\u003c/p\u003e\n\u003cp\u003eAs the team follow agile principles and techniques, you should be comfortable working in that type of environment and have prior experience with one of the major agile methodologies.\u003c/p\u003e\n\u003cp\u003ePrincipal accountabilities:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eProvides technical leadership and product management expertise for several corporate applications\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eProvides leadership in agile processes and rituals; mediates team discussions\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eAnalyses business requirements, extracts technological needs from users’ requirements and translates them into workable product backlog items.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eEnsures that the design meets business requirements and that stakeholders understand the benefits, drawbacks, risks, costs and time scales of design decisions.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eProvides production support for designated applications on her/his own or with the help of internal or external resources.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eCo-ownership of Microsoft Azure DevOps Server 2019, responsible for product management, support and enhancements.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eManages small projects and coordinates activities with team and stakeholders\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWork experience and skills:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eAt least five years’ experience in designing and  implementing large scale .Net and web applications.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eStrong hands-on experience with several of the following technologies: C#, Web API, Entity Framework, AngularJS, TypeScript, Javascript, SQL Server, Microsoft WF.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eSolid knowledge of design and integration patterns\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eSolid knowledge of multi-tier architectures and microservices\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eIn depth understanding of best practices and tooling for CI/CD pipelines, Azure DevOps 2019, automated testing, code quality and package management.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eHands on experience with containers is a plus.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eGood knowledge of SOA and DDD.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eExperience in business process modelling/implementation.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eExperience with secure software development lifecycle is a plus.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eVery good communication skills; ability to establish strong working relationships with business areas and infrastructure teams.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eAbility to take the initiative and organise own work; flexibility; service orientation; ability to perform under pressure against tight deadlines.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eGood problem solving and root cause analysis approach.\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAdditional informations\u003c/p\u003e\n\u003cp\u003eEmployment - Duration: 3 years\nContract type: Fixed-term\nApplication Deadline: 30/11/2019\u003c/p\u003e\n\u003cp\u003eAll new staff members are recruited on a fixed-term basis without expectation either of any contract renewal or conversion. The contract may however be extended or converted to an open-ended one at the end of the term, subject to organisational needs and individual performance. The BIS is fully committed to equal opportunity employment and strives for diversity among its staff.\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://jobstats.robopost.com/count/clic.php?v=216910\u0026amp;j=1994\"\u003ehttps://jobstats.robopost.com/count/clic.php?v=216910\u0026amp;j=1994\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcEYzIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--d472b4c9f6662f6df73d3376de375ea871270c55/BIs.jpg"
}, {
  "id": "4ba15f3b-ae72-45b8-8a39-232d2ff0d8db",
  "type": "Contract",
  "url": "https://jobs.github.com/positions/4ba15f3b-ae72-45b8-8a39-232d2ff0d8db",
  "created_at": "Thu Nov 14 14:14:52 UTC 2019",
  "company": "Bank for International Settlements",
  "company_url": "http:",
  "location": "Basel, Switzerland",
  "title": "Senior Solutions Architect - SharePoint and DevOps",
  "description": "\u003cp\u003eThe Bank for International Settlements is an international organisation which fosters international monetary and financial cooperation via wide-ranging banking, economic research and policy coordination activities.\u003c/p\u003e\n\u003cp\u003eYour contribution to our mission:\u003c/p\u003e\n\u003cp\u003eThe Corporate Applications and Workflow (CAW) team is responsible for developing and maintaining software platforms that are used across the Bank to provide core shared services and automate business processes. These platforms help and enable the different business units (HR, Finance, Security and other shared services) to provide their services to the entire Bank.\u003c/p\u003e\n\u003cp\u003eYou will apply your deep knowledge in SharePoint and DevOps technologies to deliver projects addressing a wide variety of business issues. You will work in a variety of projects, ranging from small and tactical to Bank-wide strategic projects. There will also be opportunities to supervise external developers in project work.\u003c/p\u003e\n\u003cp\u003eAs the team follow agile principles and techniques, you will need to be comfortable working in that type of environment and have prior experience with one of the major agile methodologies.\u003c/p\u003e\n\u003cp\u003ePrincipal accountabilities:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eProvide technical leadership and product management expertise for the SharePoint platform\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eProvide leadership in agile processes and rituals; mediates team discussions\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eAnalyse business requirements, extract technological needs from users’ requirements and translates them into workable product backlog items\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eEnsure that the design meets business requirements and that stakeholders understand the benefits, drawbacks, risks, costs and time scales of design decisions\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eProvide production support for SharePoint\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eCo-ownership of Microsoft Azure DevOps Server 2019, responsible for product management, support and enhancements\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eManages small projects and coordinates activities with team and stakeholders\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWork experience and required skills:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eAt least five years’ experience in designing and  implementing large scale SharePoint installations\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eIdeally a Microsoft professional certification on SharePoint 2016 and/or 2019\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eExperience with SharePoint 2019 and SharePoint application model is an asset\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eStrong hands-on experience with several of the following technologies: C#, Web API, TypeScript, Javascript, SQL Server\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eSolid knowledge of design and integration patterns\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eSolid knowledge of multi-tier architectures and microservices\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eIn depth understanding of best practices and tooling for CI/CD pipelines, Azure DevOps 2019, automated testing, code quality and package management\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eExperience with SharePoint 2019 upgrade projects, including gap analysis and migration and testing strategies\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eExperience using SharePoint as Records Management solution or integrating SharePoint with Records Management solutions is considered an asset\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eExperience with automation testing, including frameworks, approaches and techniques\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eExperience with secure software development lifecycle\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eVery good communication skills; ability to establish strong working relationships with business areas and infrastructure teams\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eAbility to take the initiative and organise own work; flexibility; service orientation; ability to perform under pressure against tight deadlines\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eGood problem solving and root cause analysis approach\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eAbility to formally document and communicate complex system specifications\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAdditional informations :\u003c/p\u003e\n\u003cp\u003eEmployment - Duration: 3 years\nContract type: Fixed-term\nApplication Deadline: 30/11/2019\u003c/p\u003e\n\u003cp\u003eAll new staff members are recruited on a fixed-term basis without expectation either of any contract renewal or conversion. The contract may however be extended or converted to an open-ended one at the end of the term, subject to organisational needs and individual performance. The BIS is fully committed to equal opportunity employment and strives for diversity among its staff.\u003c/p\u003e\n",
  "how_to_apply": "\u003cp\u003e\u003ca href=\"https://jobstats.robopost.com/count/clic.php?v=216905\u0026amp;j=1994\"\u003ehttps://jobstats.robopost.com/count/clic.php?v=216905\u0026amp;j=1994\u003c/a\u003e\u003c/p\u003e\n",
  "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbzkzIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--3c296ca1c9717c657629e0506ddbab40dce37029/BIs.jpg"
}]